{
  "aquarius": {
    "LINK": "https://www.astrology-zodiac-signs.com/zodiac-signs/aquarius/",
    "Element": "Air",
    "Quality": " Fixed",
    "Color": "Light-Blue, Silver",
    "Day": "Saturday",
    "Ruler": "Mars",
    "Greatest": "Uranus, Saturn",
    "LuckyNumbers": "4, 7, 11, 22, 29",
    "DateRange": "January 20 - February 18",
    "InfoAll": "Strengths: Progressive, original, independent, humanitarian Weaknesses: Runs from emotional expression, temperamental, uncompromising, aloof Aquarius likes: Fun with friends, helping others, fighting for causes, intellectual conversation, a good listener Aquarius dislies: Limitations, broken promises, being lonely, dull or boring situations, people who disagree with them Aquarius-born are shy and quiet , but on the other hand they can be eccentric and energetic. However, in both cases, they are deep thinkers and highly intellectual people who love helping others. They are able to see without prejudice, on both sides, which makes them people who can easily solve problems. Although they can easily adapt to the energy that surrounds them, Aquarius-born have a deep need to be some time alone and away from everything, in order to restore power. People born under the Aquarius sign, look at the world as a place full of possibilities.Aquarius is an air sign, and as such, uses his mind at every opportunity. If there is no mental stimulation, they are bored and lack a motivation to achieve the best result. The ruling planet of Aquarius, Uranus has a timid, abrupt and sometimes aggressive nature, but it also gives Aquarius visionary quality. They are capable of perceiving the future and they know exactly what they want to be doing five or ten years from now. Uranus also gave them the power of quick and easy transformation, so they are known as thinkers, progressives and humanists. They feel good in a group or a community, so they constantly strive to be surrounded by other people.The biggest problem for Aquarius-born is the feeling that they are limited or constrained. Because of the desire for freedom and equality for all, they will always strive to ensure freedom of speech and movement. Aquarius-born have a reputation for being cold and insensitive persons, but this is just their defence mechanism against premature intimacy. They need to learn to trust others and express their emotions in a healthy way.",
    "MAN": {
      "LINK": "https://www.astrology-zodiac-signs.com/man/aquarius/",
      "SEXUALITY": "He can have sex anywhere, anytime and he needs a partner who can follow. His sexual appetite is big, but he can strangely go without sex for months. Behind this behavior that many might find confusing, hides the strength of his convictions and the entire belief system that most people don’t even connect to sexual experiences. If he believes for some reason it is best to be alone for a while, anyone around him might claim he is insane because the perfect woman is standing in front of him, and he would still stay alone, firmly believing that this woman will wait if she is truly perfect. However, in most cases, he will want to have sex often, and if he is not in a serious relationship, he will like to change partners and not exactly be shy about expressing his sexuality.",
      "IN_RELATIONSHIPS": "An Aquarius man can be difficult to be with. His Sun is in detriment and this makes him vulnerable to all sorts of issues with respect and sometimes makes him take everything that is said way too personally. He will not be hurt that easily, because of his very strong mind, but the feel of constant disrespect might make him distant and detached, as if the person he is with doesn’t deserve to understand his personality. This can be challenging even for a partner with a very strong personality and the most important thing here is to set clear agreements on the way both partners will approach each other, as soon as the relationship starts.",
      "LOVE": "When this man falls in love, he will not exactly know how to show it. On one hand, he will want to show exactly how exciting and incredible he is, but on the other, he will have trouble communicating how he feels. Traditionally, this is a sign ruled by Saturn, and it is clear how detached and unemotional this planet can be. In order to find ways to express his love, Aquarius needs to build a sense of inner security and confidence, and this is sometimes hard for him to do. If he is to trust his own feelings, they need to go deep, and this can provoke an unnecessary negative and a bit dark approach to true love.",
      "CAN_YOU_TRUST": "In most cases this is a man that can be trusted unconditionally, but he will often be unreachable in a way that frustrates many signs of the zodiac and awakens their own general lack of trust in relationships. He will never lie on a whim, even when he seems like he would, and if he decides to do so, it shows a much deeper problem in his relationship than a simple unconscious need to cheat or let someone down.",
      "DATING": "He will probably be late on your first date, maybe on the second and most certainly on the third one. His reservations will get cancelled in the meantime and the waiter will look at you as if he is sorry you ended up with this guy who didn’t get a haircut for weeks. Then you will have no choice but to go paragliding, because really – what else could be more interesting than that? By the end of the date, you will ask yourself if you were on a date at all, or doing something you would do with an artistic weirdo friend. Although this will not always be the case, you will most certainly recognize your Aquarius man in this paragraph.",
      "UNDERSTANDING": "He is talented, idealistic and humane, sticking strongly to his beliefs and guarding his ideals with his life. His mission is not to irritate everyone around him, but to set them free of their prejudice and superficial rules of behavior. It is not easy to understand him, because he doesn’t use the usual forms of communication to show his inner Self. Most of the time he will simply hold on to the strengths of his mind and have a distant, dignified attitude that leaves no room for closeness. If you manage to reach his core, you might find that his image hid some true fireworks in his heart.",
      "LIKES_AND_DISLIKES": "He is exciting to be with, intelligent, free of prejudice and fast. He will have no problem with his partner’s history and will rarely be jealous. When we consider things we wouldn’t like in our Aquarius man, we would see someone nervous, edgy, strict in his convictions and interestingly inflexible.",
      "HOW_TO_CHOOSE_A_GIFT": "Any modern, shiny, technical gadget will do. He will act like a little child if he gets a new laptop or a telephone, with an instruction manual longer than your average encyclopedia. He wants to read… anything, from labels on a detergent bottle, to science fiction novels. This is a man who doesn’t care much about his birthday or holidays, but will love to be surprised by something he really needs, or a work of modern art that caught his eye, at any possible moment."
    },
    "WOMEN": {
      "LINK": "https://www.astrology-zodiac-signs.com/woman/aquarius/",
      "LOVE": "When she falls in love, she will seem to be the most attractive woman on the planet. However insensitive this sign can sometimes be, she is primarily a woman. She will show her emotions through a typical flirting game and not be patient for very long. While expecting from her loved one to have initiative and answer her obvious affection, she will do everything she can to show her direct, sexual nature with a lot of taste. This is her greatest trick – she can show her body parts, put on red lipstick, wear a mini skirt or a very low cleavage and still not look indecent.""SEXUALITY": "She needs a partner who is interesting enough and doesn’t care much about the taboos of modern society. If she wants to show her sexuality in a certain way, she will probably do that in spite of everyone’s opinion and not at all subtly. Her rational mind will in most cases keep her from making scenes, but she is very interested in all sorts of sexual experiments and this includes outdoor sex and sometimes the display of intimacy in the strangest places you can imagine. She shouldn’t be with a narrow minded man or anyone who perceives her as unladylike.",
      "IN_RELATIONSHIPS": "She is exciting, unpredictable, and not someone to choose to be with, if you are searching for a stable, secure relationship without waves and emotional challenges. She doesn’t like to be tied down, although she will do anything for the right partner, and unless she feels her biological clock ticking, she will not give in to the formal expectations of a relationship. The most important thing one should keep in mind when starting a relationship with this woman, is that she can be swept off her feet only by respect and a surprise or two in return.",
      "CAN_YOU_TRUST": "This is a question that has two extreme answers. If a relationship makes her feel secure enough to open up and dip into her emotional pool, she will most certainly be someone you can trust, without a doubt. However, as soon as her personality is threatened in any way, she will either break up, or not only lie, but also be fully aware of it, take responsibility and still feel very good about it.",
      "DATING": "The sign of Aquarius represents all extreme activities from parachute and bungee jumping, to a sexual experience in public. Her need to break the rules can sometimes be uncontrollable, not because she is “out of control” but because she doesn’t want to be in it. If her upbringing was tender enough and her needs met when she was a child, her rebellious nature won’t be that difficult to deal with, but the fact is, her inner opposition will push her in the direction of the most unusual activities you can think of.This is why she doesn’t want to go on three same dates in a row, especially not to a romantic family place where she will eat spaghetti. Instead, she wants spicy food, something on foot, she wants to go to a club, to dance, to live, she wants dates that surprise her and last through the night. She needs new experiences every time, changes, excitement, and she will never settle for less, nor should she.",
      "UNDERSTANDING": "The sign of Aquarius represents an opposition and it is not easy for this woman to settle the conflict she carries within, that always tells her respect needs to be earned. She might never realize that respect is her given right and that she doesn’t need to fight for it all the time. Her biggest challenge is in finding inner, emotional peace, and when she gets hurt too many times, she easily closes her heart and moves on with her life from a strictly rational point.",
      "LIKES_AND_DISLIKES": "The beauty of being in a company of an Aquarius woman is in her unpredictable, exciting nature, her humane outlook on the world and her understanding for things other people would run from. A not so great side of dating her is in her unpredictable and not so reliable side, not only because she might be late every time you are supposed to meet, but because it is sometimes impossible to know how she will react to anything other people do.",
      "HOW_TO_CHOOSE_A_GIFT": "This should be easy – buy her something you wouldn’t buy for any other woman. It is important to understand that under her detached exterior hides a real woman that likes to be surprised by something romantic and beautiful. This doesn’t mean that she will be crazy about a dozen red roses or a candlelight dinner, and although she might be satisfied enough by something similar, it is best to go with presents that are a little more unusual. If you want to pick out a gift she will use, look for technical things she might need, in a purple or a silver tone. Pick out a good astrology reading or prepare some fireworks as an anniversary surprise. You might discover that it is truly easy to give her something she will treasure, if only you rely on your creativity and your inner feeling of excitement."
    },
    "HISTORY": {
      "LINK": "https://www.astrology-zodiac-signs.com/history/aquarius/",
      "HISTORY": "The sign of Aquarius is not coinciding with the constellation of Gemini. In the zodiac, it is located between Capricorn and Pisces, taking the eleventh 30 degrees of the zodiacal circle. Aquarius is a fixed sign that comes after the winter has begun in Capricorn. It represents the stable, snowy and cold part of winter, before there is any sign of spring.The name of this constellation is Latin for “water-carrier” or “cup-carrier” and it is one of the oldest of the recognized constellations along the zodiac. It was mentioned by Ptolemy in 2nd century AD, but prior to that it was recognized as “The Great One” in the Babylonian star catalogues. For ancient Babylonians it represented the god Ea himself, the ruler of the southernmost quarter of the Sun’s path (the period of 45 days on either side of winter solstice). Ea was represented holding an overflowing vase and was associated with the destructive floods. In Ancient Egypt, Aquarius was associated with the annual flood of the Nile and the banks of the river were said to flood when Aquarius put his jar into the river at the beginning of spring. Greeks thought of the constellation as a simple vase, pouring water.The constellation of Aquarius has no particularly bright stars, and it is found in the region often called “the sea”, because of a large number of constellations whose names are in connection to water, such as Cetus (whale), Pisces (fish) and Eridanus (river).""MYTH": "Although there is a connection to Deucalion, who built a ship with his wife to survive an imminent flood, the story that usually follows the constellation of Aquarius is the myth of Ganymede.Ganymede was the most beautiful boy of that time, who was abducted by the gods because of his beauty and taken to Mount Olympus where he replaced Hebe as Zeus’ a cupbearer. There is a version of the myth in which Hebe lost her job when she tripped and her dress came undone, exposing her breasts. However, she was replaced by a young, beautiful man, presumed to be Zeus’ lover and protégé. Hebe was Hera’s daughter and the supreme goddess got angry because of this replacement. Because of constant fighting, frustrated Zeus simply put Ganymede into the stars.By one version of the myth, Ganymede was taken by Aquila (one of neighboring constellations), Zeus’ eagle. By another, Zeus transformed into an eagle himself and abducted him. To compensate for taking away his son, Zeus gave the harness of divine horses and a golden vine to his father, the king of Troy. Ganymede was the first mortal to become immortal. It is important to understand that the duality is presented through the sign of Aquarius, as it shows waters “above” that support life. This means that Ganymede was actually the first mortal who understood that which comes from above and gave this information to common people.",
      "CONNECTION": "Aquarius represents, in a way, the mercy of the gods. In the same way Ganymede was noticed by deities because of his beauty, this person could be beautiful or special in any other way, enough to be supported by nature or her superiors. This is a story of one’s divinity, the ability to see things from “above”, reach for the skies in any possible way, and share a divine message with mere mortals. In a practical sense, this sign will tell us about someone who will easily get a very good job and work in the higher structures of human society.The beauty of the person doesn’t necessarily have to be physical, but can also be seen through a certain talent or a special ability. We can see someone young, with the need to separate from an influential father and start a career on their own. In Aquarius we also see potential for bisexual and homosexual preferences, as well as possible benefits a person can have because of them.The negative side of this myth is in Ganymede replacing Hebe, and this can manifest as someone beautiful taking the rightful position of someone else, at work, or even in a family. In an extreme scenario, the abduction of Ganymede represents a way in which a person will be taken “to the sky” and can point to the dangers of travelling by plain, or paragliding, parachute jumping, etc."
    },
    "symbols": {
      "LINK": "https://www.astrology-zodiac-signs.com/symbols/aquarius/",
      "symbol": "TThe symbol for Aquarius is an old glyph that represents ripples of water. The fact that there is two of them speaks about waters above and waters below, representing our common and our divine natures as they communicate to one another. This is a symbol that speaks of passive dualism and the flow of communication one has with God.",
      "RULER": "The sign of Aquarius is ruled by Uranus in modern interpretations and is traditionally ruled by Saturn. Uranus was a primal god, called also Father sky. He was the son and husband of Gaia, Mother Earth, and the two of them were the parents of the first generation of Titans. He hated his children and was eventually overthrown by one of his sons, Cronus, who castrated him and took his place. By one version of the myth, his genitals fell into the sea, and thanks to this Venus was born, out of sea foam.Aquarius RulerThere are two symbols that represent Uranus and both of them are widely used. The first one is derived from the combination of symbols for Mars and the Sun. It is an astronomical glyph that is often used in astrology, and it represents drive (arrow) over a divine spirit (circle) surrounding seed of potential.Aquarius RulerThe second symbol is supposed to represent the letter “H” from its discoverer’s last name, Herschel. In it we can see the circle of spirit and a dominant cross of matter, in a form of an antenna that uses matter as a way to insight. Notice that the circle and the cross actually represent Venus turned upside down. On both sides on the cross there are crescents, denoting different uses of the mind, thoughts that go in two opposite directions and make us receptive to surrounding signals"
    }
  }
}
