{
  "ARIES": {
      "LINK":"https://www.astrology-zodiac-signs.com/zodiac-signs/aries/",
    "Element": "Fire",
    "Quality": "Cardinal",
    "Color": "Red",
    "Day": "Tuesday",
    "Ruler": "Mars",
    "Greatest": "Libra, Leo",
    "LuckyNumbers": "1, 8, 17",
    "DateRange": "March 21 - April 19",
    "InfoAll": "Strengths: Courageous, determined, confident, enthusiastic, optimistic, honest, passionate Weaknesses: Impatient, moody, short-tempered, impulsive, aggressive Aries likes: Comfortable clothes, taking on leadership roles, physical challenges, individual sports Aries dislikes: Inactivity, delays, work that does not use one's talents As the first sign in the zodiac, the presence of Aries always marks the beginning of something energetic and turbulent. They are continuously looking for dynamic, speed and competition, always being the first in everything - from work to social gatherings. Thanks to its ruling planet Mars and the fact it belongs to the element of Fire (just like Leo and Sagittarius), Aries is one of the most active zodiac signs. It is in their nature to take action, sometimes before they think about it well. The Sun in such high dignity gives them excellent organizational skills, so you'll rarely meet an Aries who isn't capable of finishing several things at once, often before lunch break! Their challenges show when they get impatient, aggressive and vent anger pointing it to other people. Strong personalities born under this sign have a task to fight for their goals, embracing togetherness and teamwork through this incarnation. Aries rules the head and leads with the head, often literally walking head first, leaning forwards for speed and focus. Its representatives are naturally brave and rarely afraid of trial and risk. They possess youthful strength and energy, regardless of their age and quickly perform any given tasks.Aries - the Flying Ram Guided by the story of the Golden Fleece, an Aries is ready to be the hero of the day, fly away and carry many endangered, powerless people on their back. The power of the ram is carried on his back, for he is the gold itself, shiny and attractive to those ready for betrayal. The story of glory that isn't easy to carry is in these two horns, and if this animal doesn't get shorn, allowing change and giving someone a warm sweater, they won't have much to receive from the world. Each Aries has a task to share their position, power, gold, or physical strength with other people willingly, or the energy will be stopped in its natural flow, fear will take over, and the process of giving and receiving will hold balance at zero.",
    "MAN":{
        "LINK":"https://www.astrology-zodiac-signs.com/man/aries",
        "SEXUALITY": "An Aries man is usually very sure of his sexuality. He is not afraid to show initiative and is very proud of his body, even when his belly spills a little over his belt. It is easy to feel attractive in his arms, since he is always interested in sex, however messy you might look. Aries man appreciates when his sexual partner shows interest in his body and feels confident and secure enough to show their own. He has little patience for insecurity, shame and overall lack of confidence, so breathe in deeply and openly show how beautiful you are.",
        "IN_RELATIONSHIPS": "Relationships are not easy to Aries in general, but Aries men have special trouble when needed to connect to their partner, feel compassion and think for two. He finds it much easier to do everything alone and finds it rare in a partner to have enough energy to follow his lead. Aries man is prone to chauvinism more than any other sign in the zodiac. It is imperative for his partner to stay independent, financially and socially, if a relationship with this man is to succeed.",
        "LOVE": "When he falls in love, one way or another, you will know. There are two extremes of his behavior in this situation. As a conqueror and a warrior he will feel the need to fight for love, for the heart of the one he desires and will stop at nothing for this cause. This means he will be persistent and repetitive in his attempts to win the attention of the subject of his affection. The other extreme would be a lost Aries man, incapable of understanding his own emotions. This could make him distant, like he has lost the ability to speak, or even angry because of the inability to show how he feels. Either way his behavior will be very obvious, and you will not miss the signals even if you didn’t know him that well.",
        "CAN_YOU_TRUST": "If you are just one of his conquests, he won’t feel obligated to stay true. Aries man can be a sexual predator, winning one prize after the other, conquering his partners one by one. He enjoys the thrill of the game and needs to feel deep emotions in order to stop. In case you are a princess he won over by pure chivalry, you can trust him. The only way for him to keep that knight image of himself is to be just, sincere and brave.",
        "DATING": "He is not much of a romantic and will probably do things by the book. He will bring you red roses, take you to a fine restaurant and might put you in a limousine if he really wants to seduce you. When you go to the movies, he will buy tickets for the new action thriller, even though you would like to see a romantic comedy and order a huge meat stake in the restaurant, even if you are a vegetarian. He will expect to have sex on your first date and will go on expecting it every time you see each other. Your phone conversations will be short, messages rare, except if you create a hot line you would use for sexual interaction when you are not in a position to see each other.",
        "UNDERSTANDING": "He may seem like a brute, following his instincts and rarely using his brain, however smart he might be. Still, there is a soft side to him. If his loved one is in need of his help and support, he will show exactly how much he cares. When he feels respected and loved, he will let his guard down and seem like a cuddly bear at times. Aries might be ashamed to be soft, but when he feels trust, he can’t help it. There is a warm, behind the act, nature to this man, something that needs to be discovered in time and is reachable by approaching him with a lot of tenderness, however he might act.",
        "LIKES_AND_DISLIKES": "Aries man is attractive, strong and confident, always ready for something new and exciting. He doesn’t lack initiative or character and it is a fun competition to win his heart.However, he doesn’t have much sense for anyone but himself. He can be rough, selfish and impulsive, while approaching every relationship he has as a fighting arena, where he needs to show his supremacy.",
        "HOW_TO_CHOOSE_A_GIFT": "Aries man is attractive, strong and confident, always ready for something new and exciting. He doesn’t lack initiative or character and it is a fun competition to win his heart.However, he doesn’t have much sense for anyone but himself. He can be rough, selfish and impulsive, while approaching every relationship he has as a fighting arena, where he needs to show his supremacy."
    },
    "WOMEN": {
        "LINK":"https://www.astrology-zodiac-signs.com/woman/aries/",
        "LOVE":"When she falls in love, she will seem to be the most attractive woman on the planet. However insensitive this sign can sometimes be, she is primarily a woman. She will show her emotions through a typical flirting game and not be patient for very long. While expecting from her loved one to have initiative and answer her obvious affection, she will do everything she can to show her direct, sexual nature with a lot of taste. This is her greatest trick – she can show her body parts, put on red lipstick, wear a mini skirt or a very low cleavage and still not look indecent."
        "SEXUALITY": "Her sexual appetite is big, but will in most cases show only when appropriate. Although it is often understandable how attractive she feels from her attitude, she prefers her sex life to stay as intimate as possible. Aries women are not typical women when it comes to sex. They are much more aware of their sexual instinct, and can be quite unemotional when they are physically intimate. It is unacceptable from her perspective for any woman to stay in an intimate relationship, let alone get married and have children, with a man that doesn’t meet her sexual needs.",
        "IN_RELATIONSHIPS": "f she is in love, she will be faithful and always in the mood to support her partner in all his endeavors. In most cases, Aries woman has enough energy for two. This can easily be her problem. Even when she knows it would be best to let the person learn their lesson and find their own way out, she doesn’t understand why she wouldn’t take over the role of savior when she has enough energy and practical sense to do so. If she is not in love, the relationship can be a rollercoaster ride, from a sexual one to a non-existing one in a matter of minutes. She needs her freedom and as soon as she feels someone shows too much emotion she is not able to answer to, she will easily end the relationship.",
        "CAN_YOU_TRUST": "Aries woman can be one of the most trustworthy in the entire zodiac. Still, the sign of Aries relies on the sign of Pisces, their predecessor and any unsolved issues from the past can lead into a deep circle of lies. Her biggest problem would be to admit to her new partner that her ex tried to contact her. Not because she feels like cheating on him, but because she can’t recognize her own connection to the past. Aries is a sign that always wants to move forward, and when the past catches up with them, they are not sure how to handle it.",
        "DATING": "This is a woman that would gladly visit a sports game or go to the gym with her partner. It is easy for her to blend into masculine activities, but this doesn’t mean she doesn’t have a need to be respected and treated like a woman. A fine balance is needed in her dating experiences, between activities that show her female worth, and those that can be shared in childish, Aries kind of way.",
        "UNDERSTANDING": "When she seems too aggressive and loud, try to remember that this is just the way she talks. She expresses herself a bit different that your “regular” woman. This is actually not such a bad thing because you will always know what’s on her mind. It is sometimes hard for her to recognize her emotions and she can easily lose patience for herself and others, but if you give her space to solve her issues on her own, any conflict will be avoided. There is a deep, warm emotional nature to her and a lot of energy she likes to give away to people she loves. It is important not to take her for granted and understand her efforts to make your life better.",
        "LIKES_AND_DISLIKES": "She is a warm, passionate person with a healthy sexual appetite and strong opinions. Still, she can be stubborn and inpatient. Her biggest flaw is the lack of understanding for the need of others to do things themselves. This can lead to her imposing opinions and solutions to problems of those around her, when she really shouldn’t be involved.",
        "HOW_TO_CHOOSE_A_GIFT": "She likes practical gifts with clear colors and a simple cut. Everything she wears needs to show her sexuality in a clear and a non-offensive way. Jewelry is a tricky territory since she will either not like it at all, or wear a lot of it. However, make it expensive and discreet, she will treasure it as a sign of your affection. You can always buy her a single red rose, or a hundred of them, but any flowers with a strong scent and a lot of character will do. When she accepts your gift, there is a tiny possibility she will not know how to react. Don’t misunderstand this for a lack of gratitude. Instead, surprise her often. Be it her favorite lipstick, skis, rollerblades or a massage that is paid for, stay focused on her physical needs and never forget her birthday."
    },
    "HISTORY": {
        "LINK":"https://www.astrology-zodiac-signs.com/history/aries/",
        "HISTORY":"Zodiacal sign of Aries is an abstraction from the physical constellation of Aries. It represents the first twelfth of the full circle, or the longitude traversed by the Sun in about 30.4 days, starting from the moment of vernal equinox – the beginning of spring. It occupies the first 30 degrees of the zodiacal circle. The name of the sign is based on the fact that the beginning of the sign of Aries was in the same place as the projection of the constellation of Aries, when the zodiac system was developed in Babylonia, some 2,500 years ago, during the “Age of Aries”. Due to the precession of Equinox, the projection of the constellation shifted, while the sign of Aries was left behind to start at the first day of spring. Constellation of Aries, like any other constellation, was imagined into the night sky in order to tell a tale. It was named by a ram, an important actor of one of the myths ancient Greeks have told. The constellation of Aries doesn’t represent a ram to every culture. The Chinese see the constellation as twin inspectors and at Marshall Islands, it is a porpoise."
        "MYTH": "The ram with the Golden Fleece was conceived in an unusual way. Poseidon, the god of the sea, turned a nymph into a sheep, so he would distance her from many suitors she had. In order to have sexual relations with her, he had to turn himself into a ram and as a result, the nymph gave birth to a ram with the Golden Fleece.Not only did this ram have a Golden Fleece, but it could also fly and he is most famous for his help to a mother of two children, a boy and a girl, Phrixus and Helle. They were the children of Nephele and Athamas who got divorced for Athamas’ second wife, Ino. In order to justify the separation, he accused his first wife, the mother of his children Nephele for insanity.When her son was wrongly accused of rape and she realized that both of her children’s lives were in danger, Nephele gave them to a ram hoping he would fly them away from their stepmother. While flying through the narrow passage between Europe and Asia, Helle fell of the ram taking one of his horns with her. It is said that the god of sea Poseidon purposefully saved her in order to rape her (although this was referred to as “sacrifice to gods”) and she gave birth to his son afterwards.Phrixus arrived safe to his destination and as a sign of gratitude, sacrificed the same ram to Zeus and gave his golden fleece to his father in law, who locked it away and assigned a dragon to keep it safe.",
        "CONNECTION": "This is a myth that shows a deep connection to the sign and the constellation of Aries with all sorts of stories we could apply to the time we live in. When you see a planet in the sign of Aries, you can imagine a story about a girl who wasn’t saved, fell to her death or was saved only to be sexually abused. You can imagine a story about someone born out of a possessive relationship, where their father distanced their mother from her opportunities in order to have her for himself. You can see a father who pretended to be something he is not, only to have them as a child. There is also a very “popular” story about the crazy ex-wife and the evil stepmother.The key story here, however, is the one about betrayal. Although there are several endings to the myth, mostly the sign of Aries is in relation to the male child that was saved, only to destroy the ram after that. This can also be a friend, a son of a friend, any male figure that might have lost his sister in the same way Phrixus did or simply anyone that was saved.The positive side to this myth, which manifests in case of an extremely strong position of the sign of Aries and its ruler in someone’s chart, is oriented to the moments when a ram with Golden Fleece was born, the fact that he had Golden Fleece, was fearless and able to fly. Mostly, from an optimistic perspective, the story of Aries is the story of avoiding certain death and being saved by an unbelievable, strong, rich person. This gives additional explanation to the need of Aries to be the hero who saved the day."
    },
    "symbols":{
        "LINK":"https://www.astrology-zodiac-signs.com/symbols/aries/",
        "symbol":"The symbol for Aries represents a face and horns of a ram. This image is based on the historical view of the appearance of stars in the constellation of Aries. It was considered a ram since late Babylonian times and was later in correlation with Greek mythology and the ram with the Golden Fleece.",
        "RULER":"The sign of Aries is ruled by Mars. The ancient Greeks were fascinated by the blood red color of the planet and they attributed it to Ares, their god of war. When the Romans conquered the Greeks, the name was changed to a Roman god of war called Mars.The symbol for Mars was shown in Greek personification of planetary gods first as a spear. It was an alchemical symbol for iron and it is interesting to observe that centuries later it was discovered that the surface of the actual planet Mars is covered in rust. Later on, this symbol was “upgraded” to the image of a shield and a spear and got the shape we use today.An arrow represents our drive, an action or direction. It is pointing high, from the circle denoting spirit. The combination of the two corresponds with the nature of the planet in the astrological sense. We can easily deduct it stands for our active, passionate nature that needs to follow the mission our spirit needs to fulfill."
    }
  }
  
}
