{
  "horoscope": {
    "LINK": "https://www.astrology-zodiac-signs.com/zodiac-signs/cancer/",
    "Element": "Water",
    "Quality": "Cardinal",
    "Color": "White",
    "Day": "Monday, Thursday",
    "Ruler": " Moon",
    "Greatest": " Capricorn, Taurus",
    "LuckyNumbers": "2, 3, 15, 20",
    "DateRange": "June 21 - July 22",
    "InfoAll": "Strengths: Tenacious, highly imaginative, loyal, emotional, sympathetic, persuasiveWeaknesses: Moody, pessimistic, suspicious, manipulative, insecureCancer likes: Art, home-based hobbies, relaxing near or in water, helping loved ones, a good meal with friendsCancer dislikes: Strangers, any criticism of Mom, revealing of personal lifeDeeply intuitive and sentimental, Cancer can be one of the most challenging zodiac signs to get to know. They are very emotional and sensitive, and care deeply about matters of the family and their home. Cancer is sympathetic and attached to people they keep close. Those born with their Sun in Cancer are very loyal and able to empathize with other people's pain and suffering.The sign of Cancer belongs to the element of Water, just like Scorpio and Pisces. Guided by emotion and their heart, they could have a hard time blending into the world around them. Being ruled by the Moon, phases of the lunar cycle deepen their internal mysteries and create fleeting emotional patterns that are beyond their control. As children, they don't have enough coping and defensive mechanisms for the outer world, and have to be approached with care and understanding, for that is what they give in return.Lack of patience or even love will manifest through mood swings later in life, and even selfishness, self-pity or manipulation. They are quick to help others, just as they are quick to avoid conflict, and rarely benefit from close combat of any kind, always choosing to hit someone stronger, bigger, or more powerful than they imagined. When at peace with their life choices, Cancer representatives will be happy and content to be surrounded by a loving family and harmony in their home.Cancer - the Brave Crab Sent to this Earth by something they believe in, only to mess with someone bigger than they are, this isn't an animal aware of their strength. Patriotism can make them endanger their own wellbeing, fighting for someone else's cause, as if others can become their higher power. The Crab knows where they're going, but this is often in a wrong direction, at least until they learn their lessons and start relying solely on themselves.  ",
    "MAN": {
      "LINK": "https://www.astrology-zodiac-signs.com/man/cancer/",
      "SEXUALITY": "With Mars fallen in his sign, he could have a real problem with initiative and his sex drive. Although he would very much like to be the best lover on the planet, and probably senses he would have a shot, he seems to have trouble showing his talents in the real world. The most important thing to remember here is that there is no real sexual satisfaction for this man without emotion to follow. Although he will rarely admit to this, the fact is he is incapable of being a sexual brute, even if he is all muscles and only speaks of... porn. He needs to feel love, have eye contact, and a partner who challenges his emotional side.",
      "IN_RELATIONSHIPS": "A Cancer man is sensitive to his partner’s emotions and has the need to connect on a deep level. If he was badly hurt by his family situation, there is a chance he will be too afraid to open up even with the seemingly perfect partner. He doesn’t like conflict and will in most crazy situations stay calm. When he is irritated by something, he will probably say nothing, but swallowing negative emotions might make him sick, so it is important for a Cancer to find a partner who will support his expression. He is tender and caring, will probably never forget his partner’s birthday, and could bore some of the zodiac signs crazy. If one is for adventure without emotional base or purpose, they definitely shouldn’t choose a Cancer partner.",
      "LOVE": "When this man falls in love, all of his insecurities will instantly surface. Cancer men have a tendency to stick to certain rules of behavior and courtship because it makes them feel a bit safer and more secure. What this man often fails to realize is the fact that what he has to show, counts for a lot in a world of relationships, even though society seems to favor something else in a man. He is compassionate and sweet, and should show his emotional side. The right partner will understand this immediately.",
      "CAN_YOU_TRUST": "The simplest answer is – yes. You can trust your Cancer man. He does confuse privacy with dishonesty from time to time, and has the excessive need to protect himself from the outer world by keeping secrets, but when he decides to let someone into his world, he will share almost everything with that person. If he does tell a lie, it will usually be about a small thing that could benefit them both. A typical Cancer lie usually involves a secret savings account. Other than that, he is not prone to adultery, the chase of young new partners, or in a desperate need for a constant change of scenery.",
      "DATING": "He will take you to a fine, family restaurant where the food is wonderful. He doesn’t need decorations or a fancy image to sweep his partner off their feet. Depending on the situation, he will be perfectly fine with a romantic walk, a cozy restaurant or a dinner at home. This is a man that usually likes to cook, and even if he doesn’t have the habit to do so, with the right partner he might enjoy a romantic date in the kitchen. Dating him is certainly not anything like being in an earthquake, but it can be wonderful, romantic and flattering.",
      "UNDERSTANDING": "This is a man with the Sun in a sign of the heart, love from our mother, our family and our inner feeling of gratitude. Because of this, he may seem weak, or something like a forced opposite of weak, and it is important to realize how hard it can be to be a man with an accented sensitive side. Although civilization is on its way to accept all sorts of human natures, especially the emotional one, it always seems judged by potential partners or wildly misread in general. Cancer always has a family issue to resolve and accept, positive or negative, and it is always best to have a peek into his relationship with his mother in order to understand him better. When he is well raised with a stable sense of security, this is a man anyone who is after a quiet family life would want.",
      "LIKES_AND_DISLIKES": "He is tender, sweet and doesn’t talk too much. Although his sensitivity can stay hidden for most of the time, he will show it when it matters and this guaranties relationships that last, if he doesn’t underestimate himself and choose wrong partners. He is genuinely interested in his partner’s life, rarely says things just to get someone to bed, and is usually a safe choice to start a peaceful family with. On the other hand, he can be needy and insecure, and some more energized signs could see him as weak and boring.",
      "HOW_TO_CHOOSE_A_GIFT": "He will like things with traditional or emotional value. Don’t choose anything too expensive or impractical, for he has the tendency to pile things in the basement, closet, under a bed and in his partner’s purse. A Cancer wants to receive a present that shows love, and the best choice is something that has a personal touch to it. If not, you can always go with regular presents such as clothes, ties, wallets or a perfume with a fine scent. Anything that concerns his tradition and family is probably a good choice for as long as if it’s tasteful and symbolic. He is a patriot and usually loves his country, especially the locations he is bound to by beautiful memories. If you are looking for something to really surprise your Cancer partner, buy him a plane ticket to a place he always wanted to visit. He will hardly ever expect that, but must dream of some distant destinations."
    },
    "WOMEN": {
      "LINK": "https://www.astrology-zodiac-signs.com/woman/aries/",
      "LOVE": "When a Cancer woman falls in love, she can have trouble controlling her motherly instincts. Although she can be perfectly capable to make a distinction between sexual and motherly caring relationships, true feelings can make her confused. If she runs into a partner that doesn’t feel the way she does, she could easily get hurt because of her need to give everything she can to the person she loves, with no regard of her own satisfaction. She is an unselfish giver and this makes her vulnerable to all sorts of emotional vultures, so she needs to be careful to keep her boundaries safe and be rational enough to understand all the possible sides of a certain relationship.""SEXUALITY": "Sexuality can be a weird territory for a Cancer woman, due to the fact that her sign is the sign of Mars’ fall. In a way, this takes away her instinctive sexual desire and makes her dependent on sensual, tender and emotional lovemaking. Because of this, she can have difficulty expressing her sexuality and she needs the right partner to recognize this and help her feel confident enough to develop this side of her personality. This is a woman that can be extremely passionate when she is in love and finds her love returned. She will be one of the least likely women of the zodiac to ever decide to leave a partner she finds true sexual intimacy with.",
      "IN_RELATIONSHIPS": "She has this incredible gift of compassion that allows her to understand what her partner’s going through. This can make her a very good listener because she is able to put herself in other people’s shoes. She has the need to protect people she loves and this can be a bit overexaggerated and strange when you look at her as a gentle being. This happens because she carries that motherly instinct inside every inch of her body and wants to protect her “child” from anything evil that may come. Just in case, as if maybe their partner cannot protect themselves. When emotional stability is established and she finds herself in a loving relationship that is to last, she will want to do what is “normal” – get married and have children.",
      "CAN_YOU_TRUST": "A Cancer woman is trustworthy until scared or deeply hurt. She will not betray her partner in a typical way and will do anything to hold on to her family and her peace at home. If she does something to endanger it, she will probably lie. Basically, if her partner wants a stable home, one will be provided, but no one is to know the sacrifices needed to get there or the possible obstacles this woman has overcome in order to find peace in this union.",
      "DATING": "This is a woman easy to date. She will like to go to places that are intimate and romantic, with no loud noises or food that is too spicy. She likes the crowd, but will like it more if the crowd is made out of people she knows. Although she is not social in a typical way and eloquent as some other signs, she will have a couple of understanding friends and be quite popular among the emotional people in her life. It is best for her partner to surprise her with common sense, wideness of views and education. What we rarely read in different astrological approaches to Cancer and is important to keep in mind is that she will really want to travel, maybe more than anything else.",
      "UNDERSTANDING": "As all cardinal signs, a Cancer woman has a mission to make a huge change in her life. If she chooses Scorpio or Aquarius partners, we can conclude that she hasn’t made that change yet, and from these partners she can learn how. She is actually very strong and as all mothers, ready to give her life for the ones she loves. Although she might seem too mellow and soft, she is a true fighter when motivated and needs her partner to understand this. If she is underestimated, she will probably swallow her pride and move on, but she will remain hurt for a long time. There is a deep understanding to her that all things are balanced in nature, and that everything we give comes back to us. You wouldn’t want to be her enemy, for she can use her incredible moral value and goodness to beat you in less than a minute.",
      "LIKES_AND_DISLIKES": "Cancer woman is caring, loving and kind. She will be faithful and true for as long as she feels safe and satisfied. She is not a good pick for signs that seek extreme excitement and constant change, because she likes to hold on to things that make her happy and won’t easily change her house, partner or a circle of friends. She can be irrational, oversensitive and too quiet, and the best way to approach her is to see her emotional side as her biggest virtue.",
      "HOW_TO_CHOOSE_A_GIFT": "She likes a gift with sentimental value. It is best to choose it by listening to her words and sensing her reactions to things. If you see that she’s got excited about something she saw in the window of a shop, go in and buy that exact thing. She will not care about specific occasions if you show understanding for her emotional reactions and needs that form along the way. Still, it is best to show respect for tradition, and if she always got flowers for her birthday, it is a good thing to buy flowers each year. However, her need to value tradition is not something she will hold on to over emotion, so try to choose something practical, not too expensive and most importantly, something that feels like her."
    },
    "HISTORY": {
      "LINK": "https://www.astrology-zodiac-signs.com/history/cancer/",
      "HISTORY": "The sign of Cancer does not coincide with the Cancer constellation. In the zodiac, it takes the fourth 30 degrees of the circle and begins with the first day of summer. Cancer is a cardinal sign, which means it marks the start of a season in the same way as Aries marks the beginning of spring. In the ancient times, the constellation of Cancer was positioned at the same place as the most northerly location of the Sun, representing the summer solstice.Its name is Latin for crab, but we can hardly recognize the looks of a constellation with a naked eye. It looks more like an upside-down letter “Y”. It is the dimmest of all zodiacal constellations, located between Gemini and Leo. It was often considered the “Dark Sign”, described as black and without eyes because of its dim appearance. Cancer (the crayfish or crab) is said to have been a place for the Mesopotamian Sun of the South and was afterwards associated with the fourth month Duzu that falls in June-July of the modern western calendar. It was also known as the Northern Gate of the Sun.""MYTH": "The myth of Cancer is probably the shortest myth of all. It speaks about a family mess as a consequence of one of Zeus’ infidelities that resulted in birth of Heracles, one of the greatest Greek heroes. Hera, the wife of Zeus, hated Heracles out of jealousy and wanted him gone. While he was fighting the great Hydra, out of love for Hera, a crab sneaked in and pinched Heracles’ foot. As a result, he smashed the crab with one step, and that is mostly the end of it.There is mention of another way to interpret Cancer, through the role of the giant crab that Poseidon, the god of the sea, put in charge to keep his nymphs safe. He was mostly successful in his endeavors, but got tricked by the “vampire squid” that he sent to save a couple of nymphs who got away. As a result of the fight with the squid, he was crippled and because of his immortality, in pain forever.",
      "CONNECTION": "A myth of Cancer shows someone who is not aware of their true strength. People who are in connection with the sign or the constellation of Cancer, have to deal with a family mess and often have prejudice against those hated by their mother, their ruler or their wife. They can also be true patriots, loyal to their “queen”, as well as overly protective. They are easily convinced to go into battle, even if they are only to pose as collateral damage. This myth points to those who are overly sensitive, but ready to charge on a much bigger enemy because their emotions prevail over logic. If they take on more than they can handle, they could end up getting hurt and even be crippled for life."
    },
    "symbols": {
      "LINK": "https://www.astrology-zodiac-signs.com/symbols/cancer/",
      "symbol": "Cancer SymbolThe symbol for Cancer represents crab’s claws, that don’t easily let go of things that take a grip on. Another interpretation of this symbol states that two circles are supposed to represent the Sun and the Earth, connected by two arches of crescent moons, posing as a fine natural balance of the Universe.",
      "RULER": "The sign of Cancer is ruled by the Moon, and this makes its role in the zodiac extremely important. It would take us a long time to write about the mythology behind the Moon, because there are many myths on all the continents that are linked to its existence. Scientific fact can serve us well to understand how important the Moon is, as it controls the movements of all water on our planet, making life as we know it possible, even though this side of the Moon is rarely discussed.Its lack of atmosphere makes it sensitive to different sorts of space debris that can damage its surface, but this also makes information on its surface stay there for a long time. There is no wind, rain or other environmental conditions that might make a footprint left in 1969 on its surface disappear. When you think of the astrological background of the Moon, you can see that it is as sensitive and unprotected as the heavenly body itself, while it holds information for centuries, about us, our genetics, our family tree and our everlasting Soul.Cancer RulerThe symbol for the Moon is a crescent. When turned to the right (as the letter “C”) it represents a descending phase, while turned to the left it represents an ascending phase of the Moon. Usually only the ascending moon is used in chart drawings, but its phase could point to the details of certain situations and their orientation. Crescent, in general, denotes the mind and the Moon is in charge of our psychological state, memory and the brain’s gray matter itself."
    }
  }
}
