{
  "horoscope": {
      "LINK":"https://www.astrology-zodiac-signs.com/zodiac-signs/capricorn/",
    "Element": "Earth",
    "Quality": "Cardinal",
    "Color": " Brown, Black",
    "Day": " Saturday",
    "Ruler": "Saturn",
    "Greatest": "Taurus, Cancer",
    "LuckyNumbers": "4, 8, 13, 22",
    "DateRange": "December 22 - January 19",
    "InfoAll": "Strengths: Responsible, disciplined, self-control, good managersWeaknesses: Know-it-all, unforgiving, condescending, expecting the worstCapricorn likes: Family, tradition, music, understated status, quality craftsmanshipCapricorn dislikes: Almost everything at some pointCapricorn is a sign that represents time and responsibility, and its representatives are traditional and often very serious by nature. These individuals possess an inner state of independence that enables significant progress both in their personal and professional lives. They are masters of self-control and have the ability to lead the way, make solid and realistic plans, and manage many people who work for them at any time. They will learn from their mistakes and get to the top based solely on their experience and expertise.Belonging to the element of Earth , like Taurus and Virgo, this is the last sign in the trio of practicality and grounding. Not only do they focus on the material world, but they have the ability to use the most out of it. Unfortunately, this element also makes them stiff and sometimes too stubborn to move from one perspective or point in a relationship. They have a hard time accepting differences of other people that are too far from their character, and out of fear might try to impose their traditional values aggressively.Saturn is the ruling planet of Capricorn, and this planet represents restrictions of all kinds. Its influence makes these people practical and responsible, but also cold, distant and unforgiving, prone to the feeling of guilt and turned to the past. They need to learn to forgive in order to make their own life lighter and more positive.Capricorn – the Goat of Fear A goat with the tail of a fish is created to face fear and create panic. It is the sign of decisions made to be protected from monsters in our minds, lives, and immediate physical surrounding. Always ready to transform into something that scares those scary things off, Capricorn speaks of each natural chain reaction of fear, where one scary thing leads to many others, rising up as defensive mechanisms that only make things worse. Immersed in their secrecy, they face the world just as they are – brave enough to never run away, but constantly afraid of their inner monsters.",
    "MAN":{
        "LINK":"https://www.astrology-zodiac-signs.com/man/capricorn/",
        "SEXUALITY": "There is a paradox in the sign of Capricorn. On one hand, it is a sign of Mars’ exaltation and this gives a Capricorn man enough sexuality and stamina to endure in incredibly satisfying sexual relations for a very long time. On the other, Capricorn and its ruler Saturn inhibit every action that has no depth, and he will not be much of a lover unless he builds a true emotional bond first. When he does, that’s a different story, but he needs time to understand that what is needed for a great sex life is – emotion.",
        "IN_RELATIONSHIPS": "If you are looking for a man at which you can point your finger and say: “He is difficult”, that would be a Capricorn man. He is not easy to be with, as an Earth sign, nor as someone who’s Sun is ruled by Saturn. He can be too strict and his expectations might be impossible to meet. If he doesn’t find the true magic of love, he will be possessive but stubborn, without any compromises made or any flexibility. This is exactly why it is so profound and inspiring to win his heart and see him melt, change and open up for things he would never consider before he met you. When he loves someone, there is rarely anything he wouldn’t do for his loved one, and it is safe to say that he is prepared to stay with the right partner forever, and never doubt his decision, or his emotions.",
        "LOVE": "When a Capricorn man falls in love, the first thing he will do is start acting strange. He is not familiar with emotion, in general, and he will look at the subject of his desire as an extraterrestrial that came down to Earth only to confuse him. This will pass with the first love, maybe with the second, but there is always that probability that he will look at his loving partner as someone from another world or time. He will have to learn slowly how to act in order to win someone’s heart. If he is lucky enough for his first stroke of love to be returned, there is a chance he will remain in the same relationship for a very long time, maybe even for as long as they both shall live. He is one of the most stable, stubborn, deeply emotional signs in the zodiac. He never takes anything lightly, and he refuses to be superficial, which makes his emotions profound and real when they finally surface",
        "CAN_YOU_TRUST": "Without a doubt, but only if he has made a decision to be faithful, honest and monogamous. In any other scenario, everything can be expected and he will act in the way he thinks appropriate. In general, he fears the feeling of guilt, and as far as his awareness goes, he will not hurt, lie or cheat on anyone intentionally. Still, it is a sign ruled by Saturn, the planet of our unconscious, and he sometimes loses control over his choices, not even aware of it. This is the reason why he likes to control every little thing, thinking he can avoid his own irresponsible actions.",
        "DATING": "A Capricorn man will do everything right. He will take you to the right places, respect you, take you home, pay for your cab and hold your door. The ruler of his sign is exalted in Libra, and he knows that his biggest asset is his ability to be tactful, well-behaved and gallant. He will seem like this strong, incredibly mature man who knows exactly what he wants and isn’t afraid to get it. He will love being on a date with someone who admires him, but also keeps a rational distance and remains secretive.",
        "UNDERSTANDING": "It is not easy to understand a Capricorn man. He seems to be cold and distant, way too rational and critic, but we rarely stop to realize that he is actually afraid of failure, strict toward himself and always trying to remain in control. He doesn’t want to make a mistake, for he understands the consequences of any action better than anyone else. This makes him cautious, careful not to challenge karma and focused on himself and his practical goals that give him the idea he has life under control. He builds walls in order to stay protected, either sabotaged, scolded or even left by his father, or other influential role models. When you get to know him and see his soft side behind these walls, you will never want to be without him again.",
        "LIKES_AND_DISLIKES": "He is strong, reliable, confident and sure of his choices, while at the same time practical and focused on his goals, with a perfect plan for the future. On the downside, he can be demanding, cold and distant, uncompassionate and strict, with expectations that make everyone around him feel guilty or inadequate",
        "HOW_TO_CHOOSE_A_GIFT": "Always respect special occasions and be as practical as you can. He can surprise by his openness for all sorts of weird things, but before you get to know him, it is best to stick to the traditional, historical, educational, useful gifts that can last for a very long time. He has an understanding for art with a lot of detail, small but expensive signs of affection, and likes things neat and to the point. Choose a present that makes sense, that’s probably the best way to put it."
    },
    "WOMEN": {
        "LINK":"https://www.astrology-zodiac-signs.com/woman/capricorn/",
        "LOVE":"When a Capricorn woman falls in love, she will have to make a decision to face her own feelings before she gives in to them and starts enjoying the relationship. In most cases, she will choose her partner wisely, with a lot of thought, and she will not make the “wrong” decision. Her sense of responsibility can be such a strong priority, that she won’t allow herself to take any risks, always choosing the safe thing to do and the safe partner to be with. This can make her deeply unsatisfied, but she won’t be able to understand that there is no room for rational decisions when love is in question, no more than there is room for brain in matters of the heart.",
        "SEXUALITY": "She is much more open for sexual experiences than one might think. Capricorn is a sign of restriction and can even be linked to celibacy, but it is a feminine sign that exalts Mars and she is the master when it comes to understanding her own instincts. Her emotions are a different story though, and she might lack true intimacy and joy in her sexuality, as a result of too many rational choices and unconscious fears of emotional pain. In general, she wants her sexual routine to be regular and physically satisfying, unless she gives in to some guilt trip and enters a masochistic mode in which her sexual satisfaction needs to be sacrificed.",
        "IN_RELATIONSHIPS": "When she chooses a partner, this is a woman that has the need to stay loyal, and often doesn’t understand why anyone wouldn’t be. The equation in her head is quite simple, and for as long as her relationships make any sense, she will stay in them with no intention to disappoint or leave. When she feels the time has come for things to end, all of her boundaries have probably been crossed and there’s a slim chance there will be turning back on her decision. She is serious and strict, but her love goes very deep, and unless she is dissatisfied with her own life, she will support her partner and make them very happy.",
        "CAN_YOU_TRUST": "This is a woman that has no reason to lie, unless if fear overflows her common sense. The only thing that can make her act on instinct is panic fear, and if she doesn’t feel any, she will have no reason to be dishonest. In general, she lives by the principle “an eye for an eye” and although she knows that all debts get settled by nature, when she is angry enough she might take justice into her own hands. This is the only situation in which she might decide to lie, out of spite and the need to return the favor to an unfaithful partner. However, this will make her feel that guilt we mentioned before, and she will probably avoid situations of this kind.",
        "DATING": "If you are looking for a woman who is low maintenance, this is unfortunately a Capricorn woman. She is most often undervalued, shoulder to shoulder with a Virgo woman, capable to take care of herself and not afraid to be alone. Her dates should be better than she thinks she deserves, to show her that nothing bad will come out of something good. She needs a lot of love to blossom and this should be shown from the beginning of the relationship. She will not care much for extreme, exotic activities and she will settle for a dinner and a movie, every time, perfectly capable of doing everything else she wants to do – alone. The thing she will love most is the tradition she will have with her partner after the relationship has already lasted for a long time. She should be given the opportunity to enjoy the repeated enjoyable experiences to build this tradition that will make her feel safe and secure.",
        "UNDERSTANDING": "To understand this woman, you need to find a way to respect her but not take her seriously. This is a very difficult task, for she will give it her best shot to convince you that she is tough, strong, and that there is nothing she cannot handle in life. In fact, she is extremely sensitive, always shying away from her own heart, taking everything as a personal issue and sacrificing her own benefit for other people. If she doesn’t end up in a role of a victim, there is a great chance she will take on the responsibility for everyone else’s lives, and this is something you shouldn’t allow to happen.",
        "LIKES_AND_DISLIKES": "She is an incredible rock to lean on at any time, even when she lacks compassion and an understanding for the usual, everyday problems of mankind. She is reliable and strong, ready to share and take responsibility, while focused on her goals, determined and able to endure. On the other hand, she is strict, always expecting her partner to be even better than she is, and this is not easily accomplished. She is prone to a feeling of guilt and often slaves away to come to a certain point that she might not even need.",
        "HOW_TO_CHOOSE_A_GIFT": "A Capricorn woman is often too practical for a typical feminine gift, but also likes to smell good and feel good and cozy in her own skin. It is not easy to choose a gift for her, for she exalts Mars as much as her ruler is exalted in Libra, the sign ruled by Venus. This is why she seems to be torn up between the things she needs and the things she loves. The best choice here is to find a gift she will use, but is also beautiful and chosen by her. When she sees something hanging in the window and reacts to it, pick up the signal, return there to buy it when you are alone, and wait for her birthday, New Year’s Eve, or your anniversary to surprise her with it. The surprise will be even better if this is something she thinks too expensive or makes a rational choice not to have it, as if she settled for loving it from a distance."
    },
    "HISTORY": {
        "LINK":"https://www.astrology-zodiac-signs.com/history/capricorn/",
        "HISTORY":"The sign of Capricorn is not the same thing as the constellation Capricornus. They do not coincide and all of the stars from the constellation Capricornus are currently in the sign of Aquarius. The sign of Capricorn takes the tenth 30 degrees of the zodiacal circle, and begins with the first day of winter. This is a cardinal sign, meaning it marks the beginning of the season and the change it brings with it. The constellation Capricornus marked the winter solstice in the Early Bronze Age, for the Sun was in it when winter began until 130 BC.The name of this constellation is Latin for “horned goat” or “goat horn”, and it is depicted as a sea-goat, a mythical creature that is half goat, half fish, bringing our attention to its tail with the brightest star in the constellation in it. The tail itself symbolically represents the past, our debts and what we are dragging from our past. The constellation is the smallest of all zodiacal constellations, and it is set in the area of the sky called “Sea” that consists of many water-related constellations such as Pisces and Eridanus.Capricornus was listed by the 2nd century astronomer Ptolomy, but prior to this listing, it was one of the constellations oldest known to men, despite its faintness. It was represented as a hybrid of a goat and a fish since the Middle Bronze Age, with the first attested depictions dated around the 21st century BC. In Babylonian star catalogues it was recorded as “The Goat-Fish” before 1000 BC.It is interesting that the planet Neptune was discovered in the constellation Caprcornus, near Deneb Algedi, the brightest star in the tail of the goat, on September 23, 1846. The link between Capricorn and Pisces seems to be incredibly strong, especially when you consider the symbolism of the creatures and all the stories regarding Capricorn and Capricornus.",
        "MYTH": "The myth of Capricorn is connected to Pan, the god of the wild, shepherds and flocks, nature of mountain wilds and rustic music. He had goat legs and the musical instrument he played, the panpipes, telling a special love story of a woman who feared her courtier, running away from his compliments. One of the stories of Pan speaks of a gathering of gods that was interrupted by Typhon, the monstrous giant. Out of fear, all of the gods changed shape, while Pan jumped into the river Nile, turning his legs into a tail of the fish, and his torso to a goat, to confuse the monster and scare it away with his appearance.The important story hidden behind Capricorn is the one in which Zeus was helped by a goat that invented the scary horn called “panikos”, on his mission to defeat the Titans. The horn was discovered in the sea, and this explains the fishtail that was given to the goat, while the horn must have been a shell that made a sound to force all the Titans to scatter, panicked. When Titans were finally defeated by the Olympians and sent to the Underworld, each day as the night fell, there was a sense of fear that the Titans will rise on the horizon.",
        "CONNECTION": "The word “panic” is derived from the name of god Pan, or actually from panikos, the instrument with a sound that made the Titans scatter away. Each version of the myth connected to the sign of Capricorn and its corresponding constellation is mainly about fear. This is fear that makes people change shape, and pretend to be what they are not. This is fear that grabs everyone around a person, forcing them to inflict pain.We can see a woman, running away from the compliments of a man, but also a woman who fears a man with a strange appearance that startles her in a dark place while she is alone. We can recognize the power of fear that creates even more fear, as Pan turns into a monster himself, in order to scare away Typhon. In addition, we can see all sorts of problems with the lower half of one’s body. The fear in these stories never fades, and it is there even when the battle is over, in expectance of the enemy to return."
    },
    "symbols":{
        "LINK":"https://www.astrology-zodiac-signs.com/symbols/capricorn/",
        "symbol":"Capricorn SymbolThere are several ways the symbol for the sign of Capricorn is drawn, probably as a consequence of such a complex story and the being that fascinated everyone. All of the symbols above are supposed to represent a goat with a fish tail, a goat with horns being on the left, upper side, and the tail being the loop on the right hand side. Whatever the situation, we can see that the sign of Capricorn withholds a circle, denoting the spirit. It seems to be one hell of a ride to liberate one’s spirit from these ties that hold it back.",
        "RULER":"The sign of Capricorn is ruled by Saturn. This planet got its name by the Roman god with a complicated role and many associations. He was considered the god of generation, dissolution, plenty, wealth, agriculture, periodic renewal and liberation. Later on, he was assigned his important role as the god of time.Capricorn RulerThe most important thing to notice here is the shape of the symbol that actually relates to the inverted symbol of Jupiter, speaking of the archetypal battle of a son with his father. The symbol itself is an illustration of a sickle, representing the time for harvest and the collection of products from one’s work. It consists of a cross and a crescent, showing matter (cross) that takes precedence over mind, or one’s Soul (crescent). This is the symbol of unavoidable circumstances, those we see ass karma in our failed attempt to explain how we deserved what we got.If we consider the role of Saturn as the god of time, we can see that the symbol shows the passing of time through the cross of matter, representing our aging body that starts holding us back from the needs of our Soul, as time goes by."
    }
  }
  
}
