{
  "horoscope": {
      "LINK":"https://www.astrology-zodiac-signs.com/zodiac-signs/libra/",
    "Element": " Air",
    "Quality": "Cardinal",
    "Color": "Pink, Green",
    "Day": "Friday",
    "Ruler": "Venus",
    "Greatest": " Aries, Sagittarius",
    "LuckyNumbers": "4, 6, 13, 15, 24",
    "DateRange": "September 23 - October 22",
    "InfoAll": "Strengths: Cooperative,diplomatic, gracious, fair-minded, socialWeaknesses: Indecisive, avoids confrontations, will carry a grudge, self-pityLibra likes: Harmony, gentleness, sharing with others, the outdoorsLibra dislikes: Violence, injustice, loudmouths, conformityPeople born under the sign of Libra are peaceful, fair, and they hate being alone. Partnership is very important for them, as their mirror and someone giving them the ability to be the mirror themselves. These individuals are fascinated by balance and symmetry, they are in a constant chase for justice and equality, realizing through life that the only thing that should be truly important to themselves in their own inner core of personality. This is someone ready to do nearly anything to avoid conflict, keeping the peace whenever possibleThe sign of Libra is an Air sign, set between Gemini and Aquarius, giving these individuals constant mental stimuli, strong intellect and a keen mind. They will be inspired by good books, insurmountable discussions and people who have a lot to say. Each Libra representative has to be careful when talking to other people, for when they are forced to decide about something that is coming their way, or to choose sides, they suddenly realize that they might be in the wrong place and surrounded by wrong people. No partner should make them forget that they have their own opinion.Planet ruling the sign of Libra is Venus, making these people great lovers but also fond of expensive, material things. Their lives need to be enriched by music, art, and beautiful places they get a chance to visit.Libra – The Measure of Our Souls The shortest myth of them all seems to present a good analogy to the shortest constellation in the sky, you might even say that it is non-existent, presented by the pliers of Scorpio. Libra is one dot of balance in the sea of different extremes, manifested only through the fifteenth degree of this magnificent sign, an object among animals and people. There is something awfully insecure about Libra, as if they were unsure which plate to burden next, aware that things pass and teach us to be careful around other people. Whatever we do in our lifetimes, only serves to point the way for our Souls towards that “higher power” to finally measure our existence. Telling us where we went wrong or what we did right, Libras unconsciously teach us that true liberation hides in lightness.",
    "MAN":{
        "LINK":"https://www.astrology-zodiac-signs.com/man/libra/",
        "SEXUALITY": "Libra man can be one of the best lovers of the zodiac, if only his Sun is not too damaged. Ruled by Venus, he cares about his partner’s pleasure, and truly loves the creative satisfaction behind the act. In case a Libra man has a truly damaged Sun, he can be incredibly selfish and incapable of forming an intimate relationship. The biggest problem arises when he relies too hard on Saturn, being too formal, strict, cold or stiff. This can even lead to impotence and other problems with expressing his sexuality in a healthy way.",
        "IN_RELATIONSHIPS": "With a bruised ego, a Libra man can act like a little, insulted child. It takes a lot of effort and lucky family circumstances in his life, for him to be aware that not everything is a personal insult intended to hurt him. Whatever the situation in the insult department, this is a man who will stay in a relationship for a long time if he decides to be with someone. He will not give up at the first sight of difficulty and he will trust his feelings without a doubt. In most situations he will remain calm and try to show a just way to resolve any issue in his partner’s life or their relationship. When he obsessively gives in, thinking he found the love of his life, there is a great chance he will put too much focus on his partner lacking the ability to turn to himself and build his own life.",
        "LOVE": "When a Libra man falls in love, he will see the subject of his affection as a person he is going to marry. He can be quite dependent on feeling attractive and loved, but you will know he loves you when he starts talking about marriage. This can happen at the beginning of a relationship and a Libra man can move too fast, scaring his partner away with expectations that seem unreal. This is a consequence of the Air element of Libra that gives this man speed and intent, with a need to follow his ideas through. The incredible thing about him is his ability to rush into love and marriage even though his sign exalts Saturn and we would expect him to slow down and wait for the right moment. Someone would say that he wouldn’t take things that lightly, but the fact is he can’t waste his time on relationships with no future or depth. He simply thinks it is best to know where he stands right away.",
        "CAN_YOU_TRUST": "This is a man who can be trusted. Sometimes. He is not your regular unmovable character that will never cheat. In his search for oneness he can change quite a few partners, some of them coinciding in time. The additional problem to trust for a Libra man is his low self-esteem, making him question every decision he has to make. He will sometimes give up on his principles just to get confirmation of his attractiveness and his ability to win someone’s heart. However, if he truly decides he wants to be with you exclusively, he will never break his promise of fidelity, for as long as he is given the image of a perfect love he signed up for.",
        "DATING": "THe is gallant, tactful, well dressed and even better behaved, and of course, in most cases, he chooses a partner that is the exact opposite. This can be a problem if he starts telling you how to dress or behave, because this only speaks of his way to feed his bruised ego. No partner wants to be in this position with a Libra man. With clearly set boundaries and enough respect, he will take you to fancy places, art galleries, theater and occasions where you need to dress up. He likes to create a certain image and the best way to date him is to show an understanding for his need to show your love to the rest of the world. He will want to be looked at, cherished, caressed and touched in public, even though he might have a problem showing his own affection among other people.",
        "UNDERSTANDING": "Libra man is not easy to understand. His role in the world is to find general balance and you have to see how tough an assignment this is. He has to judge, show us the weight of our Souls and give in to absolute justice. Too much responsibility makes him incredibly indecisive, for he understands what many of us don’t – his responsibility for each decision he makes and the set of consequences that might follow. His ego is bruised and his priorities seem to be shuffled, while he might be lost on his own character and wishes, just out of a need to please others. In order to find peace, this man needs to break all his dependencies, be able to be alone, and leave any image or an opinion people might have about him without fear. He needs to become aware of who he is without the influence of others.",
        "LIKES_AND_DISLIKES": "He may seem like an insulted child, unaware of anyone else’s feelings on one hand, and fully aware of the world and the way to reach balance in another. He can be disrespectful in the most ridiculous, passive way, sometimes unrecognizable to the person he dates, but he can also show an incredible understanding for his loved ones if he forms a strong emotional bond.",
        "HOW_TO_CHOOSE_A_GIFT": "He will probably want something expensive. Even if he doesn’t seem like a material type, a set of fancy headphones, an expensive professional camera or shoes that you’d never by at that price, will make him feel valued and proud. He always wants something that looks fancy, with simple lines and an even boringly moderate shape and set of colors. So go for beige, grey or black and white if you aren’t certain of his preferences. Some moderate green might come in handy too. The perfect gift for him needs to fit his size and his mind. It needs to stimulate his intellect or be truly beautiful and tasteful. It doesn’t have to be practical at all, for as long as is inspires him through beauty or real creativity."
    },
    "WOMEN": {
        "LINK":"https://www.astrology-zodiac-signs.com/woman/libra/",
        "LOVE":"When a Libra woman falls in love, she starts questioning her decision to be in love, as if it was possible to control. The rule of Venus comes to focus here, for she will do anything in her power to fall out of love if a person she has feelings for is socially unacceptable for her standards. In general, this is a sign that lacks initiative, and due to the position of her Sun, this woman can see men in her life as weak and passive. This will make her show initiative when in love, even when it is not the time, nor the place to do so. It is almost as if she wants to show how liberal she actually is, but she suffers the exaltation of Saturn and is, in fact, quite turned to traditional values and appropriate behavior.",
        "SEXUALITY": "This is a strange subject for a Libra woman. She will go into extremes, on one hand showing her sexuality as if it was a given for everyone to see, and on the other being quite insecure in actual sexual encounters. Her problem with self-esteem will become an unbearable issue with a partner that disrespects her in any way, and she might feel obligated to remain in this type of a relationship because of unconscious feelings of guilt. When she is with the right partner, she will want to experiment, try out everything that pops into her mind and communicate freely about her desires and preferences.",
        "IN_RELATIONSHIPS": "In a relationship with a Libra woman, you can expect anything, for as long as it is well “packed”. She will be caring and deep, but also be prepared to show her selfish, manipulative side, wrapped in candy paper. It can be hard to understand her position, because she will rarely show her uncontrolled emotions and passions, so the right partner needs to know her deeply and intimately, including the things she doesn’t want to show. In general, when she decides to be with someone, she will be committed and loyal. Even though she can often be too worried about other people’s opinions, she will stick to her choices even if they are not good for her.",
        "CAN_YOU_TRUST": "In general, Libra woman is faithful, but she doesn’t always say what she means. Her emotions are often hidden because she feels they are unproductive or shameful, and she won’t have a real outburst of emotions even when she would gladly explode. She cares more about the way she acts than about the way she actually feels, and this can leave her in a pretty bad place for a long time. If you understand her deeply enough you will be able to trust her, but only if you feel her emotions.",
        "DATING": "This is a woman that will date for pleasure only for as long as she is not ready for marriage. As soon as she becomes ready, she will only look for serious relationships and won’t take much of uncertainty and unclear emotions from her partner. Her need to be with someone for better or for worse is extremely strong, and dating her will never be casual, even if she says it is. She can be quite needy, seem incapable of doing anything alone, and her dates can’t seem to avoid the closeness and the road to marriage unless she is not interested to stay with her partner at all. The interesting thing about a Libra woman is that there is no middle ground with her. If she wants to date you, she will probably want to marry you in the long run.",
        "UNDERSTANDING": "This is a woman that must have unresolved issues with her father and she is not easy to understand. She can be wonderful, caring, give you her undivided attention and be just and responsible more than any other sign. But her low self-esteem makes her dependent on opinions of others, or too quick to show she doesn’t care about anyone’s opinion. She doesn’t understand why other people don’t act in the way she would, and this makes her question her every move. We can say that every Libra is indecisive, but the truth is, this woman cares too much about the future to let things slide, and takes on too much guilt and responsibility. This inevitably leads to a state of self-pity and taking the role of a victim.",
        "LIKES_AND_DISLIKES": "She is just, loyal, committed and tactful. She will be prepared to give her life for the partner she chooses. However, she can be too focused on other people and forget who she is in the process. This makes her controlling, inflexible and disrespectful, losing her ability to approach other people’s characters and motives without judgment.",
        "HOW_TO_CHOOSE_A_GIFT": "Even though the sign of Libra exalts Saturn, the Air element of this sign will make her more fascinated by a nice surprise than following the expected routine. It wouldn’t be good to miss her birthday or your anniversary, but it would be much worse to give her presents only on those occasions. Surprise your Libra. Buy her flowers or a well-balanced perfume. She will value a piece of jewelry, a feminine watch or anything artistic and beautiful. She needs balance in her life, and she will like her presents to be moderate, not too colorful or pap. She will always be happy to get an unexpected box of chocolate, followed by a red rose, even if she feels guilty about her weight and the chocolate she will eat."
    },
    "HISTORY": {
        "LINK":"https://www.astrology-zodiac-signs.com/history/libra/",
        "HISTORY":"The sign of Libra does not coincide with the constellation of Libra. In the zodiac, this sign is located between Virgo and Scorpio, taking the seventh 30 degrees of the zodiacal circle. Libra is a cardinal sign, marking the beginning of autumn. This is also a sign where the Sun sets, where it has fallen and the summer has ended making room for autumn to come. It represents the cycle of nature where everything starts dying down, entering hibernation, so it is not strange that this is a place where the Sun as the force of life is in its lowest dignity.In a way, the constellation of Libra doesn’t really exist, for it represents the claws of the Scorpion, making it a part of the constellation Scorpio. It was recognized as MUL Zibanu in Babylonian astrology, connecting it to both scorpion’s claws and the scales of a balance. In ancient Greece it was recognized in the same way. In truth, Libra represents a point of absolute balance, shown through the 15th degree of the sign of Libra. All of the other points related to this constellation presented through the stars in it, are actually a part of a different constellation.",
        "MYTH": "There is a small mystery to the sign of Libra. On one hand, it is often connected to Astraea, the Greek goddess of innocence and purity, but this goddess is in general link to the sign of Virgo, Libra’s preceding sign. On the other hand, the stars of Scorpio make the constellation of Libra. It is almost as if Libra was a connection of Virgo and Scorpio, more than a sign by itself.It is best correlated to Dike, the Greek goddess of justice, the daughter of Zeus. Even though she is often in correlation to Astraea, she still seems to be an individual independent of other signs of the zodiac. In service of her father Zeus, Dike was in charge of measuring the weight of human souls after they passed away. Her job was to punish souls mired in vice and reward souls that were honest and just. The link of Libra with Astraea is related to the role of Astraea after she gave up on the human race and decided to leave the humans to their corrupted nature.",
        "CONNECTION": "The sign of Libra represents justice in our typical, everyday sense, and the balance that needs to be found in order for all sides of any equation to be satisfied. It speaks of a relationship between two things that need to find middle ground, and this is exactly why the sign of Libra represents all interpersonal relationships, as two scales of the balance.People connected to the sign of Libra have a tendency to look up to others and be quite uncertain of their own personality, just like the constellation and the sign are mostly connected to a goddess and an animal that belong to the signs on both sides of Libra. The interesting thing here lies in the fact that the most important balance needs to be found between the goddess of purity and innocence and the deadly animal that is linked to our deepest animalistic side. Because of the nature of Scorpio, stars from this constellation are usually in connection to some sort of karmic punishment. They speak of a person’s debt that was measured on the scales of justice, before this lifetime."
    },
    "symbols":{
        "LINK":"https://www.astrology-zodiac-signs.com/symbols/libra/",
        "symbol":"Libra SymbolThe symbol for Libra represents the scales of a balance, but it also shows the setting Sun in the horizon. There are many views on the symbol of Libra, but the most revealing one of all is the view of it as an obstacle that needs to be overcome. The lower line of the symbol represents the earthly, rational approach that has no obstacles on its way, but the higher line that reaches for the sky seems to be a huge hill to be crossed in order to reach the other side of the balance. This is a fine link to relationships in their purest form, for the biggest obstacle for each of us is to understand our partner and the “other side” fully.",
        "RULER":"LIBRA RULERThe sign of Libra is ruled by Venus, the name given to a shiny planet by the Romans after their goddess of love, beauty, sex, fertility, prosperity and desire. This deity has its predecessor in a Greek goddess Aphrodite, whose role is not that different than the one of Venus.Libra RulerThe symbol for Venus is consisted of a circle and a cross below it. A circle represents the divine spirit and points to the divinity of Venus and the sign of Libra, while the cross denotes physical matter and practicality and is linked to the sign of Taurus. The connection of the two speaks of our need to bring the divine to Earth, to create beauty in our physical reality and live the divine love in our everyday life."
    }
  }
  
}
