{
  "pisces": {
      "LINK":"https://www.astrology-zodiac-signs.com/zodiac-signs/pisces/",
    "Element": "Water",
    "Quality": "Mutable",
    "Color": "Mauve, Lilac, Purple, Violet, Sea green",
    "Day": "Thursday",
    "Ruler": " Neptune, Jupiter",
    "Greatest": "Virgo, Taurus",
    "LuckyNumbers": "3, 9, 12, 15, 18, 24",
    "DateRange": "February 19 - March 20",
    "InfoAll": "Strengths: Compassionate, artistic, intuitive, gentle, wise, musicalWeaknesses: Fearful, overly trusting, sad, desire to escape reality, can be a victim or a martyrPisces likes: Being alone, sleeping, music, romance, visual media, swimming, spiritual themesPisces dislikes: Know-it-all, being criticized, the past coming back to haunt, cruelty of any kindPisces are very friendly, so they often find themselves in a company of very different people. Pisces are selfless, they are always willing to help others, without hoping to get anything back.Pisces is a Water sign and as such this zodiac sign is characterized by empathy and expressed emotional capacity.Their ruling planet is Neptune, so Pisces are more intuitive than others and have an artistic talent. Neptune is connected to music, so Pisces reveal music preferences in the earliest stages of life. They are generous, compassionate and extremely faithful and caring.People born under the Pisces sign have an intuitive understanding of the life cycle and thus achieve the best emotional relationship with other beings.Pisces-born are known by their wisdom, but under the influence of Uranus, Pisces sometimes can take the role of a martyr, in order to catch the attention. Pisces are never judgmental and always forgiving. They are also known to be most tolerant of all the zodiac signs.",
    "MAN":{
        "LINK":"https://www.astrology-zodiac-signs.com/man/pisces/",
        "SEXUALITY": "This is a man that can easily get lost in opinions of other men around him, and pretend to be what he is not in order to fit in. The society has certain expectations of men, and a Pisces man will use his flexibility and adaptive nature to blend in, acting in a way he is supposed to. Unfortunately, this could make him feel lost as he plays a role until he doesn’t know what the truth is anymore. A true Pisces man will have an objective to show love through sex, and he will sometimes choose to do so without a realistic image of his partner’s desires. He is in a chase for satisfaction, but it rarely has any value if there is no emotion to follow. Still, as a man, he might find emotion in each one of his sexual relationships, identifying romantic love with the love for women in general. This confusion can lead to infidelity, dishonesty, and the constant search for his identity.",
        "IN_RELATIONSHIPS": "In a relationship, Pisces man will be devoted for as long as there is strong excitement over emotions he feels. His relationships don’t last very long unless his partner accepts his romantic impulse and finds a way to create a stable foundation for their relationship to last. He will not be very reliable and agreements with him could change on an hourly basis. This can be annoying or exciting, but the only possible way to deal with it is to be spontaneous and let him choose the direction, however chaotic it might seem.",
        "LOVE": "Every time this man falls in love, he will think that he found the love of his life. With a certain relative view, this might actually be true for each one of his loves. Every relationship in his life is very different from the previous one, and each one represents an important lesson in love. His spontaneous, changeable nature will make him fly high and live out a romance until there is nothing more in it to be happy about. He will love with a full heart, never holding back and approach his loved one with care and respect. Unfortunately, you can never know how much time will pass before he realizes that he is actually looking for someone different and better suited for his character.",
        "CAN_YOU_TRUST": "The sign of Pisces represents all shady, dishonest activities, adultery, lies and misconceptions. On the other hand, it is also a sign of ultimate trust and faith one has. One of the biggest challenges for a Pisces man is to stay in an awkward situation without pretending to be something he is not. His approach to truth can be quite challenging for his partner, especially if he is dating a Fire sign, proactive and straightforward. In general, he will be careful not to be dishonest about important things, and when he finds himself in a truly intimate relationship, he will have no reason to fear his partner, and it will be easy for him to be honest.",
        "DATING": "Dates with a Pisces man are romantic, unplanned and magical. He will treat his partner with tenderness and respect, ready to jump into any new adventure, for as long as he is allowed to be what he is. If he starts feeling pressured and forced into anything at all, he will feel the need to run off and create incredible dates for someone else. Experiences shared with him should be treasured, for nobody knows when the time will come when he won’t feel like being a part of them anymore.",
        "UNDERSTANDING": "However social he might seem, a Pisces man is a loner. He needs to spend some time with his thoughts and experiences and if he doesn’t have a chance to do so, he will be driven crazy. Although he will be ready to take on any possible adventure, he will also like to spend some time at home, doing something creative that reminds him who he is. He has a great need to express his creativity. Every Pisces man is a man on a mission, and he has to know that when he is gone, he will leave something behind. There are often too many expectations he sets for himself and he can have trouble meeting any of them, getting lost in irrelevant things to avoid dealing with his own inner disappointment.",
        "LIKES_AND_DISLIKES": "He is caring, tender and sensitive, a kind of man who nurtures his feminine side and because of this he has the ability to listen, compassionately approach his partner and understand the feelings of everyone around him. His biggest minus is his inconsistency and his unpredictable character. No one knows what he will feel tomorrow, and his relationships could fall apart in a day, without any obvious reason.",
        "HOW_TO_CHOOSE_A_GIFT": "A Pisces man likes attention given behind the gift. He wants to feel loved and cherished, and this can be done by creating anything to express how you feel. He is not someone who wants to get a book for his birthday, or a technical gadget he will not be able to use. He wants something more personal, something that doesn’t require analysis, and something he can feel. You can always go with soft materials, things he can touch and smell, for his senses to awaken. This is a man who will appreciate a drawing as much as a soft piece of clothing, or a pair of socks, for as long as attention is being given and he feels appreciated."
    },
    "WOMEN": {
        "LINK":"https://www.astrology-zodiac-signs.com/woman/pisces/",
        "LOVE":"When a Pisces woman falls in love, she will be the image of exalted Venus in Pisces - excited, inspired and mesmerized. Her attention will be turned exclusively toward the subject of her desire, and she will enjoy every single moment of the rush of feelings that flood her heart. As soon as she feels love, she starts acting like a little child, certain that this partner could be The One. Her laughter and attractiveness come naturally when she is in love, and she will gain incredible strength from her feelings, as if the world finally makes sense. It is the rational moments in life that drain her energy out of her and emotions will charge her batteries no matter for how long the relationship lasts.",
        "SEXUALITY": "Someone might say she is a bit childish when it comes to sex. Shy and sensitive, she will usually pretend that she is a free-spirited seductress, while in fact she will feel bare naked on the inside every time, as if someone looks inside her soul. To truly enjoy sex, she needs a partner with whom she can share real intimacy with. When she finds someone who makes her feel safe she will become creative and gladly experiment and try new things.",
        "IN_RELATIONSHIPS": "This is a woman that will hold on to a relationship for as long as it inspires her and makes her wonder about its outcome. She can often hold on to ideas of platonic love, in hope that the day will come when her love will finally be realized in some magical way. She chooses these distant, unreal relationships when she fears reality too much, and especially before she becomes sexually active. As a muse, she will bring inspiration to her partner, with feelings of adequacy and talent to follow. However, she will change her mind quickly as soon as she feels pressured or disrespected, or her love simply dies down. It is not possible to rely on her love, and she is always open for the possibility that there might be someone out there who can love her in a better way. If her partner wants to hold on to her, it is best to simply let her be who she is and hope for the best.",
        "CAN_YOU_TRUST": "It is sometimes hard for her to tell the truth. The uncertainty of reactions of some people can be very disturbing to her, and her introvert, fragile nature gives her this inner feeling that she won’t be able to protect herself from someone’s anger or sadness. Because of this, she will often feel the need to be dishonest, especially when she has been burned by aggressive outbursts a couple of times. The main problem here is that she doesn’t trust anyone, so she cannot be trusted. To gain her trust and help her open up, she needs to feel supported to say anything or do anything as if it was the most natural thing in the world. She needs someone who will not judge her, yell at her or have dramatic reactions to things she has to say. If she doesn’t find such a partner, she will have to build an inner sense of security and be expectant of anything from other people without fear.",
        "DATING": "Dating this woman will be exciting and unpredictable, with lot of creative and new activities along the way. It is important that she doesn’t feel like she is the only one who gives vigor to the relationship and she needs someone who can follow and make their time spent together even more satisfying. She will be a fool for romance, even when she acts like she is not, and she will love first dates, anniversaries and all sorts of special occasions. She needs to be free to act as she feels and her partner shouldn’t be rigid and demand that their plans realize when the situation might have changed for her.",
        "UNDERSTANDING": "The biggest problem this woman has to deal with is the feeling that she doesn’t belong anywhere. Because of the position of the Sun in this sign, the image of the father is almost always off. Either he was not present in her life, or he is wildly idealized, and she has difficulty finding a partner to achieve this image of an almighty man. Whatever the situation, she can be lost, and the only way she can compensate for her differences is to follow her mission, whatever she feels it is. Her partner must never obstruct her on this path, or their relationship will be no more.",
        "LIKES_AND_DISLIKES": "She is gentle, compassionate and exciting, and she will do anything for her partner while she is in love. She will inspire and lift up, fly above the clouds and take her loved ones with her. On the other hand, she is unreliable, changes with the smallest negative circumstances and she could end a relationship at any moment if she finds it lost its purpose.",
        "HOW_TO_CHOOSE_A_GIFT": "Be as creative as possible. Write her a poem, sing her a song, learn how to play the flute and surprise her by singing her favorite tune. Paint her a picture of the two of you in a place she wishes to see. Make a collage of your pictures together and frame it so she can hang it on a wall. She will enjoy a beautiful perfume, but when you choose one, take her sensitivity to smell into consideration. Every gift you choose for your Pisces woman should be creative and romantic, and you should always spend some time thinking about the ideas she might cherish most. It is really not that hard to buy her something she will like. Just let it be colorful or magical, and put some of your energy into it."
    },
    "HISTORY": {
        "LINK":"https://www.astrology-zodiac-signs.com/history/pisces/",
        "HISTORY":"The sign of Pisces does not coincide with the constellation of Pisces. It takes the twelfth, last 30 degrees of the zodiacal circle. This is a sign of mutable quality in which the Sun resides as the winter comes to an end, and the spring is about to begin, representing a zone of intertwined seasons, and with them the end of life, and its beginning. This is a time when we can expect snow and low temperatures, as much as we can expect the nature to blossom all around us. This is why we can say with certainty that the sign of Pisces is a sign of greatest changes among all mutable signsThe constellation of Pisces got its name from the Latin plural of fish. It was recognized in Babylonian constellations as Šinunutu, “the great swallow” in current western Pisces, and Anunitum, “the Lady of Heaven”, where the northern fish is. Babylonians also called this constellation “The Tails”, picturing two fish swimming in the opposite directions, while representing rivers Euphrates and Tigris. A part of this constellation was thought of as “the fish cord/ribbon” connecting the two fish.This constellation is the 14th largest overall and it was often proposed to be “cut” into smaller subdivisions. In the seventeenth century, it was suggested that it should be divided in four subdivisions – the northern and the southern fish, and the northern and the southern cord. In the following century, it was proposed that a part of Pisces should be observed as a separate constellation called Testudo (the Turtle).Stars in the constellation of Pisces are faint, and none of them is brighter than fourth magnitude and this makes it challenging to see them in the night sky with the naked eye. If we connect all of the stars in this constellation, we wouldn’t be able to recognize fish in the shape.",
        "MYTH": "The mythology behind the constellation of Pisces has its roots in Syria as Atagartis, the goddess of love and fertility. She was represented by a half-woman, half-fish figure, and is thought to be the inspiration for the Greek goddess Aphrodite and the Roman goddess Venus.Mostly, the constellation of Pisces is linked to the story of Aphrodite and her son Eros, who escaped from the monster Typhon by leaping into the sea and transforming themselves into fish. By a different version, they were by the river Euphrates at the time, and jumped into the river, not the sea. When they jumped into the water, they tied themselves together with rope, in order not to lose each other. On Syrian shores of river Euphrates, eating fish is still considered taboo.There is another version of this myth in which Aphrodite and Eros jumped into the water and two fish came to their rescue.",
        "CONNECTION": "It is in the nature of Pisces to run away from all sorts of monsters. They are easily frightened and the myth tells about their ability to change shapes and put on different masks in order to avoid getting hurt. In case of a very good planetary position in connection to Pisces, it will help a person hold on to a secret that they will benefit from. If the position is not that positive, panic and fear might take over and hiding will become the way of life. In the worst possible connection, this myth can represent death by drowning and the love story that ends in a tragic way because of “monsters” partners had to face.The primal nature of Pisces tells about people who have a tendency to get stuck, and just like fish, get tangled inside a fisherman’s net. They will often find themselves entangled in problems, situations they couldn’t predict, and their movement through life will be full of obstacles for as long as they run heedlessly through it."
    },
    "symbols":{
        "LINK":"https://www.astrology-zodiac-signs.com/symbols/pisces/",
        "symbol":"Pisces SymbolThe symbol for Pisces represents two fish tied together and swimming in opposite directions. It expresses the duality of Pisces. A person connected to this sign is a mediator between two different realities, with their biggest role of a bridge between life and death. This is a symbol consisting of two crescent moons and the line that connects them, representing two different states of mind and the link between them. The line with crescents also speaks of lunar cycles, so this is a sign that represents cycles in general",
        "RULER":"The sign of Pisces is traditionally ruled by Jupiter, and in modern astrology it is ruled by Neptune. Neptune was the Roman god of the sea whose Greek counterpart was Poseidon. Neptune was the brother of Jupiter and Pluto, each of them ruling a part of the world, himself ruling the sea.Pisces RulerThe symbol for Neptune is a trident, a tool used for spearfishing, carried by both deities – Neptune and Poseidon. It represents the holy trinity, connecting birth, life and death and the earth, the sky and the sea. It is consisting of a crescent and a cross, with three arrows pointing upwards. It speaks of our mind and receptivity (crescent) transcending matter (cross). Arrows represent an incredible drive pointed to the sky and in a way – our pursuit of heaven. This can be interpreted through the need of the mind to strive for its higher purpose, and realize it through the cross of matter, so we could also say that this symbol speaks of our need to make dreams come true"
    }
  }
  
}
