{
  "horoscope": {
      "LINK":"https://www.astrology-zodiac-signs.com/zodiac-signs/sagittarius/",
    "Element": "Fire",
    "Quality": " Mutable",
    "Color": "Blue",
    "Day": "Thursday",
    "Ruler": "Jupiter",
    "Greatest": "Gemini, Aries",
    "LuckyNumbers": "3, 7, 9, 12, 21",
    "DateRange": "3, 7, 9, 12, 21",
    "InfoAll": "Strengths: Generous, idealistic, great sense of humorWeaknesses: Promises more than can deliver, very impatient, will say anything no matter how undiplomaticSagittarius likes: Freedom, travel, philosophy, being outdoorsSagittarius dislikes: Clingy people, being constrained, off-the-wall theories, detailsCurious and energetic, Sagittarius is one of the biggest travelers among all zodiac signs. Their open mind and philosophical view motivates them to wander around the world in search of the meaning of life.    Sagittarius is extrovert, optimistic and enthusiastic, and likes changes. Sagittarius-born are able to transform their thoughts into concrete actions and they will do anything to achieve their goals.Like the other fire signs, Sagittarius needs to be constantly in touch with the world to experience as much as possible. The ruling planet of Sagittarius is Jupiter, the largest planet of the zodiac. Their enthusiasm has no bounds, and therefore people born under the Sagittarius sign possess a great sense of humor and an intense curiosity.Freedom is their greatest treasure, because only then they can freely travel and explore different cultures and philosophies. Because of their honesty, Sagittarius-born are often impatient and tactless when they need to say or do something, so it's important to learn to express themselves in a tolerant and socially acceptable way.",
    "MAN":{
        "LINK":"https://www.astrology-zodiac-signs.com/man/sagittarius/",
        "SEXUALITY": "Sex with a Sagittarius man is usually fun. He doesn’t suffer from the typical lack of confidence and, as in everything in life he wants to have a good time in his sexual relations. He can be quite promiscuous and change a lot of sexual partners, but this can make him an excellent lover who understands how to satisfy his partner. As a man ruled by Jupiter, he likes everything in abundance, sex too. Still, this nature ruled by Jupiter speaks of a believer. If he puts his faith in one true love, chances are he will last in his relationships, sometimes only out of conviction. If he does, this will give him enough emotional depth to be someone’s true love.",
        "IN_RELATIONSHIPS": "He is simply not stable. It might be offensive to say that a Sagittarius man is unreliable, but this is the closest to the truth when it comes to his relationships. He might be perfectly reliable on a daily basis, but who’s to say how his feelings will develop tomorrow or in just a couple of hours? Sagittarius is a mutable sign, and the element of Fire gives this man enough speed in his changes that he seems hard to contain. Still, when he finds himself in a relationship with a partner who can follow his pace, there is a great chance he will become committed, faithful and unusually stable. The most important thing he needs to find in his relationship is purpose and a sense of a meaningful future.",
        "LOVE": "When a Sagittarius man falls in love, it is nothing new. His Sun is in a sign ruled by Jupiter and this makes him prone to fall in love quickly, acting like a conqueror that has to win the hearts of many. In general, it is good to keep this man on a distance for a while, until his intentions become clear and his emotions stable. Even though he will enjoy spontaneity and romances that start on a whim, he will have the chance to deepen his feelings only when he has something to fight for. He belongs to the Fire element after all, and it is always important for him to be active and challenged in his passion, on his way to win someone’s heart.",
        "CAN_YOU_TRUST": "In general, this is a man who doesn’t lie very well. This is why he will rarely choose to do so, even when he is unfaithful or falls in love with someone else. We can say that he can be trusted when it comes to things he says, but he cannot really be trusted when it comes to the stability of his emotional affection. He is also a man who will easily give in to all sorts of delusions and idealism, and this can make him untrustworthy, not because he lies to you, but because he lies to himself and sees the world through pink goggles.",
        "DATING": "Dating a Sagittarius man can be incredibly fun. His big smile will make it impossible for you to say “no” to any of his new ideas and activities he suggests. His sometimes ridiculous faith in lucky outcomes might make him choose extreme or even dangerous activities, and he needs a partner crazy enough to follow, but still smart enough to stop him when needed. This doesn’t mean he needs control, but more of a rational mind to help him make the right choices. Dates with him will never be boring, and although he will want to go to the movies and have a nice dinner, simple things like these won’t satisfy his need for adventure. If his finances allow, it is very probable that already on your second date you might end up with him in a jet plane to a distant destination.",
        "UNDERSTANDING": "Sagittarius men are often misconstrued to be superficial and childish. Whoever wishes to form a quality relationship with this man needs to understand that the sign of Sagittarius is a continuance of Scorpio while preceding Capricorn, so there can really be nothing superficial about it. This is the man in search for truth and he won’t rest until he finds it. This doesn’t just mean he seeks honesty in his partners, but his own honest inner feelings. Most often he doesn’t even know why he doesn’t want to remain in the same relationship, or why he needs that much change and adventure. This doesn’t stop anyone around him to understand that this is because of his search for that one, true direction. He wants to find the place of absolute synthesis and truth, and only when he finds it with one person, will he remain faithful and committed to them.",
        "LIKES_AND_DISLIKES": "He is unreliable, childish, easily loses focus and he can sometimes be pushy, with the need to impose his opinions and convictions on others. On the other hand, he is optimistic, full of faith in a better future and filled with energy to create anything he thinks of, or help those around him when in need.",
        "HOW_TO_CHOOSE_A_GIFT": "There is nothing easier than buying a plane ticket for your Sagittarius man. To any destination. He will be satisfied with the bus ticket too, but if he gets a chance to fly, his gratitude will multiply greatly. He likes things big and colorful, even when you see him only in black, beige and grey. You can always choose a book of jokes, funny things children say, philosophy and the search for truth. He will value a useless present if it is absurd enough, so go with a traffic sign for his apartment or something similar he thinks he’d never get."
    },
    "WOMEN": {
        "LINK":"https://www.astrology-zodiac-signs.com/woman/sagittarius/",
        "LOVE":"This woman falls in love quickly and passionately. As all signs from the upper elements, Fire and Air, she is wildly attracted by communication and her mind often thinks it is in love even when she doesn’t have such strong feelings to begin with. She is easily tricked as she yearns for human contact and someone to make her happy. The problem will show if she relies on others for her happiness a bit too hard, for her masculine Sun is in Sagittarius, meaning she is in search of this perfect partner who’ll give meaning to her life. The meaning and purpose of her existence need to be found inside her in order for this woman to be truly happy with anyone, and realize that she is the only one her satisfaction depends on.",
        "SEXUALITY": "Do not be surprised if this woman stumbles upon a rug while trying to pull off a striptease performance. As she takes out the condom out of a pocket, her hand will get stuck, something will tear and she might burst into laughter when she sees you naked. As spontaneous as she gets, she is also incredibly clumsy when it comes to sex. Perhaps it is her shyness and her childish nature surfacing, always in search of ways to break the ice. Whatever the reason, it is guaranteed she’ll laugh and do everything in her power to have a good time. She doesn’t need a partner who is insecure and thinks of her as someone who needs to grow up. Instead, she will be happiest with someone who laughs with her, catches her when she falls and gives her enough time to find reasons to share emotion and be more serious.",
        "IN_RELATIONSHIPS": "All relationships are incredibly important to a Sagittarius woman. She loves people, believes to the point of naivety in the goodness of human kind, and won’t settle until she makes everyone around her happy. Her attempts to do so can sometimes be too pushy and unrealistic, which makes it complicated to explain to her where she went wrong and gave her trust to someone that didn’t deserve it. If you think she needs to change, it might be best to give up right now. She is capable of change and if disappointed too many times she can become more serious, less naïve and better at her judgments. Still, this won’t make her happy as she is on a mission to bring the best out of everyone, including you. The only way she can be happy with her partner, is if personal growth is guaranteed and the respect for her personality unconditional.",
        "CAN_YOU_TRUST": "This is a woman that cannot lie, even when she wants to. If you see a clumsy girl obviously cheating on an exam, her Sun is probably in Sagittarius. She does fall in love with ease and she can have feelings for more people at once, but she won’t be able to hide it very well. When she decides to be entirely honest, her life will get much easier, and even when she doesn’t, it will be easy for her partner to sense her dishonesty and decipher her behavior.",
        "DATING": "This is a woman with the need for adventure. She doesn’t want to be bored by the same things over and over again and she wants excitement and change in her life. It is understandable to her that she cannot rely on many people to give her the fun she seeks, and she will have no problem creating it for herself. Even as she gets old, she will remain active, for her life loses meaning if she settles down and stays at home, cooking the same meals and washing the dishes every day. You will never get bored with her, and she will always find a reason to smile. This is something worth holding on to.",
        "UNDERSTANDING": "She is on a mission to make everyone’s life better. Even though she can sometimes push her opinions on people she doesn’t even know, her intentions are good and her character positive, optimistic and strong. If she doesn’t cross other people’s lines in a belief that she knows what’s best for everyone else, she can truly bring out the best those around her, especially her partner. Her mission is to make the world a better place and her beliefs shouldn’t be crushed or changed. Even though she has to find a way to stay realistic, she needs her belief in the beauty of the future intact. It will eventually bring her to that utopian place, whether you believe it or not.",
        "LIKES_AND_DISLIKES": "She will make you laugh, bring new meaning into your life and do everything she can to teach you how to be happier. Unfortunately, she can sometimes lose sight on what she actually knows and become pushy in opinions that have nothing to do with you. She is kind, fun and adventurous, but at the same time unreliable, naïve and somewhat uncoordinated.",
        "HOW_TO_CHOOSE_A_GIFT": "This is a woman whose Sun sign is ruled by Jupiter, and she will love presents all together. It doesn’t matter what you buy, for as long as it puts a smile on her face. She doesn’t care much if things are practical or not, wearable or not, for as long as attention is given and her character well assessed. Surprise her and show her that you value her independence and her sense of adventure. Take her someplace she loves to go, pick some flowers from your grandma’s garden on your way to see her, and show her you understand her passions and strengths"
    },
    "HISTORY": {
        "LINK":"https://www.astrology-zodiac-signs.com/history/sagittarius/",
        "HISTORY":"The sign of Sagittarius dies not coincide with the constellation of Sagittarius. In the zodiac, this is the sign that takes the ninth 30 degrees of the zodiacal circle. It is a mutable sign that represents the change of seasons from autumn to winter. It is also a sign that comes after Scorpio, representing everything that comes after a cycle of life that has ended. In a way, this links it to heaven and places our Souls visit after our physical body is gone.The constellation of Sagittarius was identified as the god Nergal in ancient Babylonia, a centaur-like creature firing an arrow from a bow. This deity was often depicted with wings and two heads, human and panther. This speaks well of the two natures of Sagittarius – one animalistic and one human, and this division of the sign, the constellation and stories linked to them, is something that didn’t fade in centuries. Later on, it was connected to Chiron and centaurs, represented by a horse with a human torso and head, again pointing at a connection of animalistic with human nature.It was one of the 48 constellations listed by the 2nd century astronomer Ptolemy. The name of the constellation is Latin for “archer”. Its Sumerian name was “Pabilsag” and it was composed of two words – Pabil, meaning “elder paternal kinsman” and Sag, meaning “chief, head”. In other words, it was translated as “Forefather” or “Chief Ancestor”, symbolically representing the moment when people turned from animals to aware beings. The constellation of Sagittarius is full of stars, clusters and nebulae, for the center of our galaxy lies in it. The current position of the center of the Milky Way is still in the sign of Sagittarius, on its 27th degreeThe arrow of this constellation points towards the star Antares, the “heart of the Scorpion”, speaking of the necessity for change and strangely, the direction of life – towards death.",
        "MYTH": "There’s a dilemma in regards to the myth of this constellation. By one interpretation, Sagittarius is a centaur shooting an arrow, but the constellation doesn’t show a creature with four legs. Because of this, it is viewed either as the satyr Crotus, the son of Pan, or as Chiron, son of Saturn.Greeks credited Crotus with the invention of archery. He was considered a great huntsman and an even better musician, raised and lived with the Muses. Because of his talent for music, Muses requested that Zeus place him in the sky. This is when Zeus gave him two horse feet, a tail and a bow with an arrow because of his archery skills. His music inspired the Muses to applaud to him, and this was the mythological explanation on how applause came to existence.Chiron, on the other hand, was the first astrologer and the only centaur that didn’t give in to his animalistic tendencies. He was a teacher and a healer, who was also immortal and badly hurt by his friend, Hercules. Hercules was chasing other centaurs who stole his wine, shooting at them with poisonous arrows. By mistake, he shot Chiron in his thigh, inflicting an incurable wound upon him. Chiron’s pain was unbearable and he begged Zeus to give his immortality to Prometheus, to take his place in the Underworld. In his wish to finally die and stop feeling the pain, Chiron gave his immortality away and saved someone’s life.",
        "CONNECTION": "The main concept of the sign of Sagittarius is the human need to overcome animalistic instincts and become more and more human. This involves learning, teaching, healing and traveling, widening one’s Soul to set apart from the primal forces that weigh us down. The entire sign is split in two halves, one that belongs to the animals and the other that belongs to the human mind. Sagittarius represents everything from hunting, weaponry and persecution, to healing, learning, the divine spirit and one’s focus to learn theology or philosophy.The strongest impact of the myth of Chiron is shown by accidental betrayal of a friend and wounds that cannot heal, while the most intense need is given to an individual through preparedness to give their life for someone who is in pain, out of a need to set free from their own. From a certain point, this is a win-win situation in which a person manages to die, or metaphorically make a deep change, only to help someone unselfishly, saving their life. This explains the tendency of each Sagittarius to give, rescue and save those around them."
    },
    "symbols":{
        "LINK":"https://www.astrology-zodiac-signs.com/symbols/sagittarius/",
        "symbol":"Sagittarius SymbolThe symbol for Sagittarius represents an arrow, that is clear, but there are several different views on it. On one hand, an arrow is our drive, with an important part of this symbol hidden in the cross at the bottom of the arrow. This connects our drive and focus on a certain thing, in a certain direction, with the Earth, challenging the sign for grounding and awareness of what’s real and what isn’t. On the other hand, the symbol was supposed to represent a warrior in a simplified version of his weapon, pointing to our aggressive, animalistic nature.",
        "RULER":"The sign of Sagittarius is ruled by Jupiter, also a planet that is the traditional ruler of Pisces. Jupiter was the Roman god of the sky and thunder, and the king of all gods. He was depicted holding a thunderbolt and his sacred animal is the Eagle (Aquila). The Greek counterpart for this deity was ZeusSagittarius RulerThe symbol for Jupiter represents a thunderbolt or an Eagle. It is also a combination of numbers 2 and 1, giving a final 4 with a crescent on top. The crescent over the cross represents the mind rising above the horizon of matter, while the symbolism of the numbers speaks of the same thing. Number 4 is ruled by Saturn, a deity that had to be overcome by his son in order to be stopped. From another perspective, number 2 overcame number one, meaning that the Moon should come before the Sun, the feminine and tender, before the masculine and fiery. It also hides the saying that two heads are smarter than one, and speaks of all oppositions of the zodiac."
    }
  }
  
}
