{
  "scorpio": {
      "LINK":"https://www.astrology-zodiac-signs.com/zodiac-signs/scorpio/",
    "Element": " Water",
    "Quality": "Fixed",
    "Color": "Scarlet, Red, Rust",
    "Day": "Tuesday",
    "Ruler": "Pluto, Mars",
    "Greatest": " Taurus, Cancer",
    "LuckyNumbers": "8, 11, 18, 22",
    "DateRange": "October 23 - November 21",
    "InfoAll": "Strengths: Resourceful, brave, passionate, stubborn, a true friendWeaknesses: Distrusting, jealous, secretive, violentScorpio likes: Truth, facts, being right, longtime friends, teasing, a grand passionScorpio dislikes: Dishonesty, revealing secrets, passive peopleScorpio-born are passionate and assertive people. They are determined and decisive, and will research until they find out the truth. Scorpio is a great leader, always aware of the situation and also features prominently in resourcefulness.Scorpio is a Water sign and lives to experience and express emotions. Although emotions are very important for Scorpio, they manifest them differently than other water signs. In any case, you can be sure that the Scorpio will keep your secrets, whatever they may be.Pluto is the planet of transformation and regeneration, and also the ruler of this zodiac sign. Scorpios are known by their calm and cool behavior, and by their mysterious appearance. People often say that Scorpio-born are fierce, probably because they understand very well the rules of the universe. Some Scorpio-born can look older than they actually are. They are excellent leaders because they are very dedicated to what they do. Scorpios hate dishonesty and they can be very jealous and suspicious, so they need to learn how to adapt more easily to different human behaviors. Scorpios are brave and therefore they have a lot of friends.",
    "MAN":{
        "LINK":"https://www.astrology-zodiac-signs.com/man/scorpio/",
        "SEXUALITY": "The sign of Scorpio represents sex and is ruled by both Mars and Pluto, our planets of instincts and primal sexuality. The main difference between Scorpio and Aries, also ruled by Mars is in the fact that Scorpio is a feminine sign, turned to the emotional sexual connection rather than anything else. This man can be anything, from a soft-hearted, wonderful and tender lover, to a sexual deviant, a pervert that will scare his partners away. This depends on his level of restriction and inhibition, emotional or sexual, and it is sometimes hard to understand.",
        "IN_RELATIONSHIPS": "It is often said that a Scorpio man can be obsessive, possessive and vindictive, but the truth is he can also be loyal, supportive, compassionate and incredible in bed. This man has to deal with unusual emotional depth, leading to his extreme sensitivity and his need to close his heart in order not to get hurt. The only reason he becomes vindictive is in his deeply emotional nature and his incapability to forgive the depth of his injuries. He may seem fatalistic, as if everything was too big to handle, for he is intense and observes life as a series of small deaths, unworthy of living unless it is lived.",
        "LOVE": "When a Scorpio man falls in love, he gets really attached and can often come too close to his partner. To the best of his knowledge, a relationship with someone is either a relationship with “the one” or not, and he will never settle for less than what he knows is right for him. His emotions are deep and very hard to change once they are there, so if his partner sparks his heart, there is a bigger chance that his love will turn to hate than for it to fade or disappear. He will be intense in his approach and often dismiss the tender side of his emotions, as if it was expected of him to not show how weak he can be. With really deep feelings involved, Scorpio man is capable of incredible compassion and emotional understanding.",
        "CAN_YOU_TRUST": "As everything else that is black and white in his world, so is trust. He can either be unconditionally trusted and relied on, or entirely detached and painfully distant, making choices with no regard to anyone else’s feelings. He has the need to always speak his mind and in general, he will speak the truth. We might even say that his biggest joy lies in giving his observations of the hard truth that nobody wants to deal with. However, if he is angry enough, at his partner, his mother, or the entire world, he could be that quiet man that you can look at all day long, and still not recognize his intentions or his thoughts.",
        "DATING": "When on a date, this man will care for his partner as if they were royalty. He wants to see a tender soul in his partner, someone who needs his protection and holds on to values and convictions without a doubt. He will borrow his sweater when it is chilly outside, but there is no guarantee he won’t take it back and become unpleasant as you say something that hurts him for unknown reasons. There is a great chance he won’t speak much, slow in his decisions, movements and change. He will take you to places that he finds romantic, and this could be anything from his basement or a dark hole of a club, to a vampire gathering in his front yard. Depending on his previous relationships, he can be quite open on the first date and show his true self immediately, or be hard to crack, always on the watch of getting hurt again.",
        "UNDERSTANDING": "To understand a Scorpio, you need to understand just how emotional he is. Often his sensitivity asks for a partner that is slow and tender enough. This is why this man will often end up with other Water element representatives or even better – Earth signs. He is on the hunt for the love of his life, someone to die with, or die for, and if this is not you, he will probably end your relationship before it even started. There is a feel to him that comes out of his connection to Pluto, the ruler of the Underworld, and even the most positive, optimistic Scorpios have this tendency to observe things from their ending point. This gives them the opportunity to use the most out of life and understand the practical value of their experiences.",
        "LIKES_AND_DISLIKES": "He is deep, emotional, loyal and giving, right to the point when he gets hurt by the smallest thing. He can be painfully honest, liberating and obvious in his character and intentions, but he can also be mistrustful, possessive and jealous, and even aggressive when looking for vengeance.",
        "HOW_TO_CHOOSE_A_GIFT": "A perfect present for your Scorpio man is something that he has talked about a long time ago and then forgot. He loves to be reminded of things that awakened beautiful emotions inside him, and the best thing to choose is the one he chose himself. Since this sign exalts Uranus, he will be interested in technology and computers, but usually his focus is turned to the discovery of his own depth. You can’t miss with a proper psychology book or anything that will help him understand the flow of life. Choose something that can teach him about alchemy, alternative methods of healing or an honest way to understand God. That is a much better choice than that long wanted encyclopedia on World Wars.
    },
    "WOMEN": {
        "LINK":"https://www.astrology-zodiac-signs.com/woman/scorpio/",
        "LOVE":"This is a woman whose intentions and inner states are often misunderstood. She belongs to the unfortunate sign of dismissed emotions that people judge and run away from, way too often. When she falls in love, she jumps into the deepest pool of emotion ever known. Of all the Water signs, she is the one that represents the depth of female emotions, sexual, protective and founded in the core of the Earth. She will show her love through actions that cannot be misleading and you will never see a Scorpio woman tease if she doesn’t want to get involved. Her intentions are clear, her love even clearer, up to the point in which she gets hurt. When this happens, due to the depth of her pain, she can become your worst enemy.",
        "SEXUALITY": "Everyone can learn about sexuality from this woman. If she hasn’t been hurt too bad in her previous relationships, she will merge emotions with sex in a perfect balance. Her sexuality is something that defines her, and it needs to go as deep as her heart is prepared to go. There is nothing easy or light here, and her sexual experiences need to be passionate and spontaneous, yet thoughtful, interesting, and yet an important part of her routine, satisfying and yet giving. Even though this might seem like a true challenge for any partner, she is very easily pleased and simply needs someone to love her and respect her desires, for she has no problem with having initiative to create whatever she needs herself.",
        "IN_RELATIONSHIPS": "Her relationships are always going to extremes, at least inside her mind and her heart. Even if she is well taught to hide how she feels, she will accumulate every emotion she’s ever had and end relationships for reasons that can’t seem to be explained. The main goal for any partner of hers should be to find the way to communicate without words. She needs to be felt instead of heard, and listening to her shouldn’t be an issue with words as sharp as knives most of the time. She can be possessive, but she will never ask for things she isn’t prepared to give back. If you want someone to remain faithful to you until death, you will have to fulfill her needs and show her you belong to her as much as you want her to belong to you.",
        "CAN_YOU_TRUST": "Yes, unless she is hurt. When her feelings are hurt, she doesn’t really know how to act, and has trouble finding forgiveness inside her heart until her sense of karmic justice is obtained. This can turn her into that vindictive ex everyone easily identifies her with, but this is not a rule. In many situations, this is a woman that simply knows – what goes around, comes around. She understands that the Universe always takes care of any deed, and even when hurt, a large number of Scorpio women will remain true to themselves, with no intention to taint their honesty or their vocabulary.",
        "DATING": "Dating a Scorpio woman can be quite a rollercoaster. She wants excitement, change and can’t give in to the stale environment and do the usual routine every day. She wants to learn new things, experiment and have a lot of physical encounters and sexual tension. Still, however she might seem, most of all she wants tenderness and care. Her biggest dream is to find someone who will treat her right, and even though she might not like going to the restaurants which all couples visit or going to the movies for some romance, she will always be in the mood for a walk by the river or a long vacation out of town. When she is given what she needs, she will follow her partner anywhere",
        "UNDERSTANDING": "Dating a Scorpio woman can be quite a rollercoaster. She wants excitement, change and can’t give in to the stale environment and do the usual routine every day. She wants to learn new things, experiment and have a lot of physical encounters and sexual tension. Still, however she might seem, most of all she wants tenderness and care. Her biggest dream is to find someone who will treat her right, and even though she might not like going to the restaurants which all couples visit or going to the movies for some romance, she will always be in the mood for a walk by the river or a long vacation out of town. When she is given what she needs, she will follow her partner anywhere",
        "LIKES_AND_DISLIKES": "She is deep, smart and has strong boundaries. When she loves, she loves with her entire heart and is prepared to die for that real emotion. This makes her deeply sensitive, scared of betrayal, and often hurt and angry.",
        "HOW_TO_CHOOSE_A_GIFT": "Of all the women born with the Sun in all other signs of the zodiac, Scorpio woman is probably the most challenging when it comes to presents. She loves surprises, and she will cherish any good deed and a thought pointed in her direction. However, when a demanding situation arises, such as her birthday or an anniversary, most of Scorpio women’s partners fall into desperation for nothing can be bought that will satisfy her. This is simply not true. She gives the impression of someone self-sufficient, someone who has no needs, but if you listen carefully, you might discover she finds joy in the smallest of things. She will not care for jewelry unless it fits her character, but she can fall to pieces over fluorescent stars for her bedroom. Her present needs to have real emotion hidden behind it, and you can’t miss if you just look inside your heart."
    },
    "HISTORY": {
        "LINK":"https://www.astrology-zodiac-signs.com/history/scorpio/",
        "HISTORY":"The astrological sign of Scorpio does not coincide with the constellation of Scorpius. In the zodiac, this sign is located between Libra and Sagittarius, taking the eighth 30 degrees on the zodiacal circle. Scorpio is a fixed sign that comes after the autumn has begun in Libra. From a point of Libra’s fallen Sun and the darkness that has come, the end of life as we knew it since the spring, Scorpio is the fixed quality of this change. This is exactly why we observe it as a sign of death. As opposing to Taurus in which everything blossoms through the stable phase of spring, in Scorpio everything dies down, falls asleep and nature ends one cycle to enter the cold winter.To understand the significance of this constellation, we have to be aware of the fact that the claws of this scorpion represent the constellation of Libra. The name Scorpius speaks of one specific scorpion, rather than a creature itself, pointing to the specific nature of the sign, too. This constellation has been recognized by the Babylonians, just like many other constellations, and its name from that time can literally be translated as “the creature with the burning sting.”The biggest star in the constellation of Scorpius is Antares, also known as “the rival of Mars” because of its reddish color. It represents the heart of the scorpion and it is one of the four royal stars, known as the Guardian of the West, which connects it to all western locations on the map of the world.",
        "MYTH": "There are several versions of the myth of Scorpio, the first being the one in which Gaia (one of Greek primordial deities and the personification of Earth) got angry because a hunter named Orion wanted to kill a bull. She decided to send a scorpion to sting the hunter and prevent the kill. In the night sky, the constellation of Scorpio is in opposition with the constellations of Taurus and Orion. As Scorpio rises above the horizon, Orion falls below it, as if falling to its death.By a different myth, Orion threatened Artemis and her mother, Leto, that he would kill every animal on our planet, which made them angry enough to send a scorpion into a battle with Orion. The scorpion kills Orion with his sting and Zeus raised them both to the stars so mortals on Earth can understand the punishment for excessive pride. Another version of this myth speaks of Orion’s hunting skills that turned out to be better than those of Artemis. Since he chose to protect her, saying that she is better at her calling, she starts developing feelings for him. Her twin brother Apollo grows angry because of her romantic feelings, and sends a scorpion to kill Orion.If we want to understand the sign of Scorpio, we have to understand that there is also a sexual side of the myth, in which Orion is seduced by the goddess of the dawn Eos, abducted by her as many other young men were. This made Artemis jealous and out of anger she sent the scorpion to sting Orion, once again.",
        "CONNECTION": "Whatever the myth, Orion gets stung and killed by the Scorpio, either because of excessive pride or because of love and jealousy. The first important thing that the sign and the stars from the constellation of Scorpio want us to understand is that nothing too grandiose, too proud, or too emotional can go without consequences. We might even say that each of these stories is linked to the general lack of balance, in one of its extremes, or the other. The second important thing that Scorpio and Scorpius teach us is that something small can in fact be deadly and that the strength of Mother Nature is shown in the smallest of its representatives.The extremely maleficent manifestation of the scorpion is a contract to kill. It speaks of an assassin, sent by someone extremely influential, godlike, in many cases a woman or a jealous young man. It can speak of a fatal love story or a resistance one gives to nature itself. In the best possible manifestation, Scorpio and Scorpius give depth of mind and healing abilities, as well as a natural interest in alternative teachings, astrology, bioenergy and healing different from typical western medicine."
    },
    "symbols":{
        "LINK":"https://www.astrology-zodiac-signs.com/symbols/scorpio/",
        "symbol":"Scorpio SymbolThe symbol for Scorpio is in a way unexplained as much as Virgo. The sting at the right hand end of it is easy to understand, and this also links it to the sign’s traditional ruler, Mars. It represents our drive and the initiative we have to move. It would probably be appropriate to say that Scorpio represents change and the entire symbol shows ups and downs that end with a lift to another plain, this in a way representing death.The letter “M” that stands as a basis for both Virgo and Scorpio has never been explained and it has been discussed that it stands for “Maiden”. Although there is a slim chance this is the origin of the symbol, it goes well with the feminine nature of both signs. As much as Virgo represents a feminine principle ruled by Mercury, going back to the beginning for as many times as needed to solve the equation, Scorpio speaks of moving on and the feminine approach to the moment when things end.",
        "RULER":"The sign of Scorpio is ruled by Pluto and even though its traditional ruler is Mars, let us stick with a “non-planet” Pluto for a moment. Some time ago, Pluto has lost its status of a planet although it has been considered one for years, and it was declared a dwarf planet because of its size. The sign of Scorpio and Pluto both speak of dismissed things, trash, emotions that we don’t want to recognize or see. It is interesting then how Pluto has been dismissed, amputated from our reality, only to find ourselves surrounded by one planet less, as if it made a difference to him or his movements in any way.In Greek mythology Pluto was the god of the underworld and he is usually connected to the story of his wife Persephone, through a love that breaks all boundaries and ties two people together regardless of death.Scorpio RulerThere are two symbols that represent Pluto. The first one is a monogram for Pluto, a combination of letters “P” and “L” that could also be interpreted to stand for Percival Lowell, the astronomer who initiated the search for a planet beyond the orbit of Neptune. In abstract symbolism, it can represent a man standing firmly on the ground, bowing down to the imminence of deathScorpio RulerThe second symbol for Pluto is said to be the modification of Neptune’s astrological symbol, except instead of the three arrows, it is a circle in a crescent. It represents the mind (crescent) transcending matter (cross) to reach for divine spirit (circle). It can also be understood that the symbol for Pluto connects the Sun, the Moon and the Earth, making it extremely special for our entire system of movement in the Universe. If the crescent is moved above the circle, we get the symbol for Mercury, the messenger of the gods.The entire upper half of the symbol can be viewed as a crib holding a baby, or a mother holding a baby in her arms, while the cross is the death of our physical body and the grave our body will end up in. This combination speaks of Pluto’s depth as a link between death and the conception of life
    }
  }
  
}
