{
  "taurus": {
      "LINK":"https://www.astrology-zodiac-signs.com/zodiac-signs/taurus/",
    "Element": "Earth",
    "Quality": "Fixed",
    "Color": "Green, Pink",
    "Day": "Friday, Monday",
    "Ruler": "Venus",
    "Greatest": " Scorpio, Cancer",
    "LuckyNumbers": "2, 6, 9, 12, 24",
    "DateRange": "April 20 - May 20",
    "InfoAll": "Strengths: Reliable, patient, practical, devoted, responsible, stableWeaknesses: Stubborn, possessive, uncompromisingTaurus likes: Gardening, cooking, music, romance, high quality clothes, working with handsTaurus dislikes: Sudden changes, complications, insecurity of any kind, synthetic fabricsPractical and well-grounded, Taurus is the sign that harvests the fruits of labor. They feel the need to always be surrounded by love and beauty, turned to the material world, hedonism, and physical pleasures. People born with their Sun in Taurus are sensual and tactile, considering touch and taste the most important of all senses. Stable and conservative, this is one of the most reliable signs of the zodiac, ready to endure and stick to their choices until they reach the point of personal satisfaction.Taurus is an Earth sign, just like Virgo and Capricorn, and has the ability to see things from a grounded, practical and realistic perspective. They find it easy to make money and stay on same projects for years, or until they are completed. What we often see as stubbornness can be interpreted as commitment, and their ability to complete tasks whatever it takes is uncanny. This makes them excellent employees, great long-term friends and partners, always being there for people they love. Earthly note makes them overprotective, conservative, or materialistic at times, with views of the world founded on their love of money and wealth.The ruler of Taurus is Venus, the planet of love, attraction, beauty, satisfaction, creativity and gratitude. This tender nature will make Taurus an excellent cook, gardener, lover, and artist. They are loyal and don't like sudden changes, criticism or the chase of guilt people are often prone to, being somewhat dependable on other people and emotions they seem to be unable to let go of. Still, no matter their potential emotional challenge, these individuals have the ability to bring a practical voice of reason in any chaotic and unhealthy situation.Taurus – the Wandering Bull Being the one who betrayed their best friend, goddess Hera herself, this is an unfortunate being that has to wander the Earth in order to find freedom. As if something was always poking them behind their back, reminding them of happiness that once was, stinging and pushing forwards, they close up in their own worlds, lonely and separated from their core. To find love, a Taurus has to travel the world, change perspective or make a shift in their entire belief system and their system of values.

",
    "MAN":{
        "LINK":"https://www.astrology-zodiac-signs.com/man/taurus/",
        "SEXUALITY": "This man is not very creative when it comes to sex. He is also not your typical man, even though he might seem like one because of his traditional views. While tender and aware of his partner, he is a passionate, sensual lover, who likes foreplay as much as he likes to be kissed and caressed. He understands the importance of emotions in sex and can be one of the best lovers in the zodiac, but only if he relaxes and puts some energy into the creativity for enrichment of his sexual life. With proper motivation, he is to discover and share the real joy of sex with the right partner",
        "IN_RELATIONSHIPS": "It is imperative for a Taurus man to move. He has a strange need to lie around all day long and eat what someone else prepares for him, with a strong tendency to become his partner’s “spoiled son” instead of a lover. This is not a rule, but there is a phase in every Taurus’ life when they’d rather do nothing. The most important thing for them is to get out of the house every day. This is easy when the relationship is new, for it will give him enough energy and motivation to be creative and interesting, as Venus should be. However, when a Taurus man starts living with someone, he has to stay on the move. If not, he can become so static that even he would be bored by himself.",
        "LOVE": "Because the sign of Taurus normally lacks initiative, Taurus men can easily get a panic attack when it is time to conquer the subject of their desire. There is a collision between their traditional values and their gentle nature. Any situation in which they are not sure about their assessment of someone’s emotions is an emotional slippery slope. When they make a decision to make the first move, this will usually be a product of a long analysis of the way the other person was acting, even though they might not even be aware of it. If a Taurus man is secure about the way he feels and understands emotions of his partner, he will be a gentle lover who takes care of his loved one for a very, very long time.",
        "CAN_YOU_TRUST": "Most of the time, he won’t say a word. If he does, it will definitely be something superficial or opinionated in a way that no true emotion is shown. Although he is clearly emotional, he has real trouble showing it. His sexual desire that follows emotion is something that scares him, for he doesn’t know how to connect these two. It is not easy for him to relax enough to open up and share his emotional and sexual world with you. This can lead to mistrust by his partner, because there is no real clarity on his inner Self. When he does open his heart to someone, he gives away the gift of ultimate trust that should be treasured. This is when you know he will never let you down.",
        "DATING": "If he doesn’t take you to the same restaurants all the time, dating him can be quite beautiful. He has a flair for romance and when he feels attractive, he will do anything to win the heart of his loved one. The most wonderful side of dating a Taurus man is the relaxed state with no stress at all. He can stay at home and laugh at you while eating whipped cream off your shoulder, or take you to watch a sunset in another country. It would all be the same to him for he feels no pressure to do any one of these things and has the ability to be spontaneous. However, don’t expect him to go bungee jumping – this is just not his style.",
        "UNDERSTANDING": "He is a complicated man with a strong emotional side that is to be incorporated in a masculine world around him. He can often feel inadequate because of this tenderness he is aware of, and sometimes tries very hard to get rid of his soft side although it is one of his biggest qualities. When he is sad, he will hide his feelings from the rest of the world and maybe even from people closest to him. He needs a lot of tenderness and patience to become someone’s perfect man.",
        "LIKES_AND_DISLIKES": "Taurus man is generous, tender and devoted, but can sometimes be too stiff and unmovable. If he is aware of his weaknesses, he can turn to sports or any sort of physical activity in order to feel more grounded and ready for action. If he falls into his inert state, there is a great chance he will be boring to himself, let alone his partner.",
        "HOW_TO_CHOOSE_A_GIFT": "If you want an easy solution, buy him something practical like a cotton T shirt or a pair of trousers. Also, the sign of Taurus is connected to food and the sense of taste, so many Taurus representatives like to spend some time in the kitchen. This is why any interesting kitchenware can be a good fit in case he already discovered how much he likes to cook. If you really want to make your Taurus man happy, put on a sexy apron, prepare a romantic dinner and bake a chocolate cake with his name written in colorful letters."
    },
    "WOMEN": {
        "LINK":"https://www.astrology-zodiac-signs.com/woman/taurus/",
        "LOVE":"When a Taurus woman falls in love, she knows exactly how to behave. You can almost envy her spontaneous glow, the look she has in her eyes and all of the things she is prepared to give up in order to satisfy the person she fell in love with. In the beginning of a relationship she will carefully examine her partner to see if they are worthy of her feelings. Gradually she will build the trust, up to the point in which she is ready to share her thoughts, her emotions and her past, if necessary.Taurus woman yearns to be loved, passionately and tenderly, but has a deeply rooted fear of getting hurt. An analogy with a tender flower would be in order, for she needs a lot of care and attention in order to blossom."
        "SEXUALITY": "Taurus is a sign ruled by Venus, the planet of feminine sexuality, or better said – sensuality. This woman will want to be caressed, by herself as much as her partner. She will want to be kissed and loved in every possible way. Orgasm is the last on her list of priorities and she doesn’t even care that much about sex itself. She cares about her connection with a partner in it.She considers sex to be a very important part of a relationship, because it represents an intimate bond where she can feel exactly how much she is loved. If she isn’t satisfied by her sex life, she will become cold and distant, although often prone to sticking to the same relationship even if she doesn’t feel loved, due to her resistance to change.",
        "IN_RELATIONSHIPS": "She is your mother, your cook and your lover all at once. This is probably the most feminine, comfortable, tender sign of the zodiac, ruled by Venus while exalting the Moon. There is nothing mysterious about her once you get to know her. Although she will keep her distance for a long time, once she decides to open up, she will become someone clear, stable and compassionate, your lifelong friend and a partner in crime. It is often said that Taurus likes things nice and boring, but in fact they are ready to deal with anything ugly, for as long as it is shared with someone they love and are in constant need for excitement as Venus has to be.",
        "CAN_YOU_TRUST": "Trust is something to be earned. She is careful about it probably more than any other sign, because there is a lot a stake when she makes a decision to open up. If she senses any dishonesty, she will lie without a blink if she feels the need to. Her sense for other people is like a fine antenna, linked to her emotional body and you can almost see her shiver when she feels betrayed. If her partner doesn’t disappoint her and stays true, she will never let them down.",
        "DATING": "It is really easy to date a Taurus woman. She doesn’t need special locations or well thought out plans, for as long as she is valued. You can always take her to a nice, romantic restaurant with fine food, and her favorite one is probably some small Italian place close to her home. Buy flowers, show her how beautiful she is to you and lend her your jacket when she’s cold. She will be satisfied with smallest signs of affection, for as long as you are not cheap or careless about things she feels strongly about.",
        "UNDERSTANDING": "If you have a strong masculine nature, understanding her might not be easy. It is almost impossible for some men not to take her for granted. Her compassionate nature and the feel she has for others is something she expects from her partner and rarely gets. You need to feel her feelings, her desires and needs. Be gentle, protect her even if she acts like she hates being protected and dial down the expectations. She is who she is, either you love her or you don’t. There is nothing more careless than a partner feeding off her beautiful Soul, while considering her boring and needy.",
        "LIKES_AND_DISLIKES": "Taurus woman is strong, practical and reliable. When she falls in love she is loyal and ready to settle down, have a bunch of children and take care of her partner in a way no other sign would. In return, she needs to be loved and cared about. On the other hand, she can be closed up, difficult to reach, distant and untrue if she is too scared of emotional pain. Her weakest point is the feeling of guilt that can take away most of her wonderful character and make her a deeply unsatisfied woman.",
        "HOW_TO_CHOOSE_A_GIFT": "Choose something expensive or choose something practical. It is wrong to think that Taurus women care much about money. They actually understand its value and recognize expensive things. Taurus woman can understand the link of material value with the quantity of love when needed. Still, she will be swept off her feet by a creative, practical gift that she will be able to use. There is always a soft side to her when it comes to soaps filled with flowers, perfumes with natural scents and anything that will make her laugh. Buy her a comfortable pair of fluffy slippers or anything soft and comfortable for that matter. She needs things in her life cozy, useful and colorful."
    },
    "HISTORY": {
        "LINK":"https://www.astrology-zodiac-signs.com/history/taurus/",
        "HISTORY":"Due to the precession of Equinox, the zodiacal sign of Taurus does not coincide with the constellation of Taurus. It is a continuation of the sign of Aries and represents the second 30 degrees of the zodiacal circle. The sign of Aries represents the beginning of spring and with it the beginning of life, while Taurus is a fixed sign that continues what Aries has started. Life is in full bloom in the sign of Taurus.The stars in Taurus constellation host two open clusters, the Pleiades and the Hyades and are mostly located at the end of the sign of Taurus and the beginning of the zodiacal sign of Gemini. In the Early Bronze Age it marked the location of the Sun during the spring equinox, just like the constellation of Aries represented the equinox over 2000 years ago. The constellation of Taurus was linked to it 5000 to 1700 BC, before the precession of the equinox moved our perspective to the sign of Aries.Taurus is one of the oldest known constellations. It is thought that it was presented in cave paintings, dating about 15000 BC but not until the Babylonian astronomy was it represented as a bull, named “The bull of heaven” or “The bull in front”. Its importance to the agricultural calendar influenced various bull figures in the mythologies of ancient Sumer, Akkad, Assyria, Babylon, Egypt, and of course Greece and Rome."
        "MYTH": "In the Epic of Gilgamesh, one of the earliest works of literature, Taurus is sent by the goddess Ishtar to kill Gilgamesh for spurning her advances, while in early Mesopotamian art it was closely associated with Innana, the Sumerian goddess of sexual love, fertility and warfare. Although many cultures have had a story connected to the sign of Taurus, the most vivid myths are those from ancient Greece. There are two of them, both linked closely to the king of gods, Zeus (his Roman equivalent was Jupiter).The first myth links Taurus to Zeus abducting Europa, a legendary Phoenician princess. While she was having fun with her friends on a sea shore, Zeus fell in love with her and approached her disguised as a while bull. Europa was attracted to the beauty and the meekness of the bull kneeling in front of her, and jumped on his back to ride him. With her on his back, he swam and took her across the water to Crete, where she gave birth to his three sons. After this, she married the Crete king Asterion from whom these children inherited the rule of the island.The second myth is in relation to Zeus’ first infidelity to Hera, with Hera’s personal priestess Io. When Hera realized she was being deceived, she got really angry. Zeus turned Io into a heifer in order to protect her from Hera’s rage. Thanks to Argus, the all-seeing monster, Hera found out about this and cursed Io to wonder the world enchanted, as a cow, stung by a gadfly continuously, so she would be forced to wonder forever. After some time, Io finally crossed the Ionian sea to Egypt, where she was restored to human form by Zeus and gave birth to his two children, a son who is to become the king of Egypt and a daughter.",
        "CONNECTION": "Taurus tells a tail of an influential man pretending to be something he is not, in order to win the affection of a loved one. It is a tale of abduction, travel across the sea and the show off of a tender but strong side to a man that isn’t real. The second myth is more maleficent and it is usually manifested when planets in this sign, or in touch with this constellation, are in difficult dignity and aspects.It signifies adultery, romantic relationships of a married man with his wife’s close friend, or even a sister. It leads to rage of the wife, who is going to do anything to hurt his husband’s lover who won’t have any peace until she crosses a great distance, moves to another country or travels across the sea. There is always a possibility of pregnancy and birth of a son out of wedlock, who is to become influential later on, as well as a woman’s marriage with a man who is not the father of her children."
    },
    "symbols":{
        "LINK":"https://www.astrology-zodiac-signs.com/symbols/pisces/",
        "symbol":"Taurus SymbolThe symbol for Taurus represents a face and horns of a bull. This image is based on a historical view of stars in the constellation of Taurus, but is mostly connected to the season of spring, when all gifts of nature are to be harvested. It is a symbol of growth, fertility and the presents given to us by planet Earth",
        "RULER":"The sign of Taurus is ruled by Venus, the name given to a shiny planet by the Romans after their goddess of love, beauty, sex, fertility, prosperity and desire. This deity has its predecessor in a Greek goddess Aphrodite, whose role is not that different than the one of Venus.Taurus RulerThe symbol for Venus is consisted of a circle and a cross below it. A circle represents the divine spirit and points to the divinity of Venus, while the cross denotes physical matter and practicality. The connection of the two speaks of our need to bring the divine to Earth, to create beauty in our physical reality and live the divine love in our everyday life"
    }
  }
  
}
