{
  "virgo": {
      "LINK":"https://www.astrology-zodiac-signs.com/zodiac-signs/virgo/",
    "Element": " Earth",
    "Quality": " Mutable",
    "Color": "Grey, Beige, Pale-Yellow",
    "Day": "Wednesday",
    "Ruler": " Mercury",
    "Greatest": " Pisces, Cancer",
    "LuckyNumbers": "5, 14, 15, 23, 32",
    "DateRange": "August 23 – September 22",
    "InfoAll": "Strengths: Loyal, analytical, kind, hardworking, practicalWeaknesses: Shyness, worry, overly critical of self and others, all work and no playVirgo likes: Animals, healthy food, books, nature, cleanlinessVirgo dislikes: Rudeness, asking for help, taking center stageVirgos are always paying attention to the smallest details and their deep sense of humanity makes them one of the most careful signs of the zodiac. Their methodical approach to life ensures that nothing is left to chance, and although they are often tender, their heart might be closed for the outer world. This is a sign often misunderstood, not because they lack the ability to express, but because they won’t accept their feelings as valid, true, or even relevant when opposed to reason. The symbolism behind the name speaks well of their nature, born with a feeling they are experiencing everything for the first time.Virgo is an Earth sign, fitting perfectly between Taurus and Capricorn. This will lead to a strong character, but one that prefers conservative, well-organized things and a lot of practicality in their everyday life. These individuals have an organized life, and even when they let go to chaos, their goals and dreams still have strictly defined borders in their mind. Constantly worried that they missed a detail that will be impossible to fix, they can get stuck in details, becoming overly critical and concerned about matters that nobody else seems to care much about.Since Mercury is the ruling planet of this sign, its representatives have a well-developed sense of speech and writing, as well as all other forms of communication. Many Virgos may choose to pursue a career as writers, journalists, and typists, but their need to serve others makes them feel good as caregivers, on a clear mission to help.Virgo – the Disappointed Goddess Seeking goodness in humankind is the story of Virgo, and disappointment seems to be inevitable from their point of view. The first time they came from their cloud and jumped onto planet Earth, it felt like their mission is to use their existence for good, discovering ways of justice and purity in other people. Once they fail to find it too many times, Virgos will pull away, get lost, turn to substance abuse, or simply separate from other people to sit on the bench, criticize and judge.",
    "MAN":{
        "LINK":"https://www.astrology-zodiac-signs.com/man/virgo/",
        "SEXUALITY": "Sexuality of every Virgo depends greatly on other personal traits, such as one’s ascendant and positions of different planets in the natal chart. In general, the sign of Virgo is everything but sexual and this man can be a truly uninspiring lover. His partner might have to force some creativity. The good thing is in the fact that each Virgo likes to serve, and in search for perfection, most men born in this sign will do their best to understand the anatomy of their partner and be able to truly satisfy them. Still, their insecurities are often disguised by simple boredom, and they can be quite critical toward their lovers. It is often not easy to be with a Virgo man if you don’t obsess about every hair on your body and every scent you might emit, all the time.",
        "IN_RELATIONSHIPS": "Depending on what you are looking for, Virgo can be a very satisfying man to be with or a very annoying one. He is dedicated to his partner, but he is ruled by Mercury and this leads to a sort of double personality that cannot always be trusted. He can be quite superficial when it comes to emotional closeness and intimacy, but he is intelligent enough not to let go of the partner he is in love with. He likes his routine and needs some healthy choices in his life, whether he is aware of this or not, and it can make him demanding in a relationship. He does live dependent on traditional values, and he would really like if someone would take care of him while he takes care of the world.",
        "LOVE": "When a Virgo man falls in love, he will ask himself if he is in love for real, all the time. As a mutable sign, he might claim love and discover that it wasn’t really the feeling of love, in just a couple of weeks. He can be very difficult to be with, for his emotions are as insecure as in any mutable zodiac sign, but with the element of Earth that his sign belongs to, he is somehow strict in his expectations. Even though he is quite loyal to his friends, when it comes to searching for the love of his life, he rarely lasts in a loving relationship, until he meets someone who can always give him the perfection he seeks, or until he gives up on that one perfect love.",
        "CAN_YOU_TRUST": "He needs to have a really strict and strong moral compass in order to be valued. He cares for justice deeply and he will act accordingly. As an Earth sign, he is always in search for physical pleasure, or goes to other extremes denying himself of any hedonism because of his religion or a system of beliefs. If he finds too many flaws in his partner, he will, without a doubt, search for another one. Even the most loyal Virgos have this need, and they have trust issues themselves as a reflection of their own behavior. If he stops trusting you even though you gave him no reason to, pay attention for he might be dishonest himself.",
        "DATING": "The mutable quality of the sign gives him enough sense to make changes that are necessary to always keep the relationship fresh. He will want to take you to a place where the plates are always clean and tablecloths white and ironed, so you can spill your tomato soup on them and feel guilty as hell. He will go with you to any place that doesn’t contradict his convictions, but in time, he might get bored of your choices, always in need for a change, even though he belongs to the element of Earth. He is often too practical, but when he is swept off his feet, he will be surprisingly romantic and tender. He needs someone he can truly care about and dating him becomes a privilege in these situations, at least until he finds your first flaw.",
       "UNDERSTANDING": "This is a man that has one mission in life – to fix something. Until he does, it will not be easy for him to relax, smile, dance and be as happy as you might want him to be. He is serious because he has some serious details to commit to, and unless he finds a way to make constructive use of his mind at his work, he might drive you mad analyzing your every word. Let him have those already used things and fix everything around the house. His hands need to be put to good use or he will tell you all about the bad use of yours. Virgo is a sign meant to fix all that was broken and while you get annoyed by him, think if you were maybe chosen to be fixed yourself.",
        "LIKES_AND_DISLIKES": "He is dedicated, intelligent and capable, always ready to make the necessary moves to make more money or a better environment for those around him. He will gladly sacrifice himself for the happiness of those he loves. However, his love for his partner will often last much shorter than you would anticipate and he is not that reliable or trustworthy as Earth signs usually are.",
        "HOW_TO_CHOOSE_A_GIFT": "This is not a man that needs that many surprises. Everyone likes a nice surprise here and there, but the most important thing for him is to honor traditions, birthdays, anniversaries and successes. He will treasure a pen, a notebook, a laptop or anything he can write on, even if he claims he is not into writing. Buy him a transparent, manly watch, with all the gear wheels shown, or any book on how stuff works. He will want to see how things are made or fixed, and he will be thankful for all sorts of fine tools that allow him to do something practical that needs to be done at the moment. If nothing else makes him happy, you can always buy him an enormous puzzle of 5000 little pieces. This should keep him occupied for a while."
    },
    "WOMEN": {
        "LINK":"https://www.astrology-zodiac-signs.com/woman/virgo/",
        "LOVE":"When Virgo woman falls in love, she will probably get scared at first. If this happens outside of a relationship, she will probably be so shy that it will become impossible for her to start a relationship at all. She likes to be swept of her feet by a partner who makes the first move. This allows her to feel attractive and feminine. Some of Virgo women are able to rationalize things to the point where they can approach anyone or at least flirt, but they will often not end up in a long-term relationship with a partner she was direct with. She has to fall in love with someone stronger, more confident and more protective than she is."
        "SEXUALITY": "This is a sign where Venus falls, and this woman isn’t aware of her sensual nature and her sexuality. This is the exact thing that can be attractive to some of her partners, but anyone who wants to be in a sexual relationship with this woman, needs to understand that she needs a lot of time to relax and become intimate with her partner. She will never discuss her sex life with other people and she will slowly get into the game of sex, only through emotional contact or by a clear decision of rational mind, never on an impulse.",
        "IN_RELATIONSHIPS": "She will clean your house, cook your lunch, take care of your children, carry your suitcases and fix everything in your life with ease, unless you stop her. Please stop her. She doesn’t have to do everything on her own, all the time, but she doesn’t seem to understand this. Out of her need to help, she might make her partner feel incompetent or even stupid, and she really needs to be careful not to cross the line in criticizing or contempt. She needs to accept that perfectionism isn’t her best trait and that it keeps her from being happy about imperfect things in her life which are… well all of them.",
        "CAN_YOU_TRUST": "As if she was an entirely different sign from a Virgo man, Virgo woman can be trusted one hundred percent. She is too smart and too loyal to give in to adultery, and her morality and shy nature probably won’t allow it to begin with. The only thing you cannot trust is her silence, for when she decides not to speak she becomes distant and “dangerous” in her decisions. She doesn’t need anyone in her life, but she will often compromise and sacrifice in order to hold on to the partner she loves. This can trick anyone’s sense of gratitude, for this is the easiest of all zodiac signs to take for granted.",
        "DATING": "She will want someone to calmly ask her out and at the beginning of the relationship, she will mostly enjoy the usual going out routine. Her partner is supposed to take her to a fine restaurant, for a walk in the park, and out dancing. She will not tolerate any sort of aggression or pushiness, at least until she develops deeper feelings and gets tied to her partner by things she thinks she can fix. She wants to go out to clean places, and you will rarely want to take a Virgo woman to an underground club where she will drink beer out of plastic cups. Although she will understand the inexpensive and the relaxed nature of this type of place, she will rarely feel good in an environment in which everything smells of stale beer.",
        "UNDERSTANDING": "There is a reason why Virgo is a sign often described as a manic cleaner. This obsession with cleaning can be projected to all activities of a Virgo woman. She wants to clean the world of evil as much as she wants to clean her teeth or the bathtub. The most important thing this woman has to face is the search for faith belief that she is better than she things she is. In most cases she is raised to not be fully aware of her beauty, goodness or value. Still, the faith in the beauty of the world and in her own fairytale will pull her with a strange gravity until she finds them. The worst thing a Virgo woman can do is settle for her rational choices, for she has the capacity for perfection in all areas of her life.",
        "LIKES_AND_DISLIKES": "She is caring, modest and loyal, able to fix anything that is broken, including a broken heart. This is a woman that wants to help and get involved in her partner’s life so they can build a better life and be happier together. Unfortunately, she can get carried away and imagine that she knows best what is good for other people. Her kindness and support can reach the point of insult where her partners might ask themselves if she thinks they are incompetent to do anything on their own.",
        "HOW_TO_CHOOSE_A_GIFT": "When it comes to usual, expected events such as birthdays and anniversaries, don’t ever forget them. Buy a gift that is practical and can be used. Whether it is a piece of clothing with the appropriate message written on it or some kitchenware, her present needs to be in sync with her tidy personality. If you want to surprise her, write her a poem. She will enjoy some verses dedicated to her, and a love letter will always melt her heart. Don’t forget to check it for grammatical errors though. In most Virgo women, there is a hidden love for all sorts of art, and she might truly treasure a fine, discreet painting, or a sculpture that represents a certain message."
    },
    "HISTORY": {
        "LINK":"https://www.astrology-zodiac-signs.com/history/virgo/",
        "HISTORY":"Virgo is a sign separate from the constellation of Virgo and most of the stars from this constellation are currently in the sign of Libra. In the zodiac, the sign of Virgo is set between Leo and Libra, taking the sixth 30 degrees of the zodiacal circle. Virgo is a mutable sign, announcing the autumn to come. This makes it quite depressing in its changeable nature, for it represents the change between the sunny summer, and the presumably rainy autumn when everything dies down. To add to it, Virgo is a predecessor of Libra, the sign in which the Sun sets.This constellation was found in Babylonian astronomy, dating back from approximately 1000 – 700 BC. It was known as “The Furrow”, representing goddess Shala’s ear of grain and an important star in this constellation, Spica, is Latin for “ear of grain”. This gives the image of hard work that gives results. Virgo is often depicted as a woman holding wheat in her hand."
        "MYTH": "The constellation of Virgo was often linked to Greek and Roman goddesses of Agriculture, Demetres and Ceres. Still, the primal connection of ancient Greeks connected this constellation to Astraea, the celestial virgin, who was the last immortal to live with humans during the Golden Age, one of the five deteriorating ages of man. She abandoned the human race and left the Earth to flee from the wickedness of humanity.The more intense myth linked with this constellation is the one of Erigone, daughter of Icarus. Icarus got killed by shepherds because they got drunk on his wine and thought he tried to poison them. As he was dying, he remembered how Dionysus taught him to care about the vine, and that one day a goat ate everything he has planted and grown with love and devotion. Angry, Icarus killed the goat, skinned it and invited other people to dance around it. At the moment of death, he realized that by killing the goat, he actually hurt himself.His daughter Erigone with her dog Maera, found her father’s body under a tree and hanged herself over him. The dog stayed there sad for his owner, until he was dead too. But the story doesn’t end here. Since Dionysus was so angry because of this unjust act, he punished Athens by making all of the city’s maidens commit suicide in the same way, until the shepherds who killed Icarus were finally found and punished.",
        "CONNECTION": "The most important link between these two myths is in the stupidity and ignorance of the human race. All of the actors in both myths have finished in the sky, one way or the other, because of the lack of gratitude and people of low moral and intellectual traits. There is an image of an educated person whose knowledge is not valued. There is a tragedy in the myth of Virgo, one that can be moved through generations of women, until the source of the problem is solved.We often assume that Virgo is a sign of lonely women who sacrifice for a higher cause, and this is in close correlation to these stories. There is not love story in the sign of Virgo, except the one that includes family and a woman’s love for her father. This constellation and the sign it was assigned to it, point to a relationship of a girl with her father that made her commit suicide, and this can often be a social or an emotional suicide, instead of a physical one.This tragic story carries an important lesson within, hidden in the last thought Icarus had. He understood that he signed his own fate by hurting another being, and even though a sacrifice of his life was made, there is a spiritual, enlightening moment in its end – a moment in which true value of any life is shown."
    },
    "symbols":{
        "LINK":"https://www.astrology-zodiac-signs.com/symbols/aries/",
        "symbol":"Virgo SymbolThe symbol for Virgo is a letter “M” with a loop at its end. There are some discussions that this letter stands for “Maiden” but then Scorpio would have to be linked to it too. The loop in the symbol of Virgo does represent chastity, whether because it is seen as crossed legs of a woman or as a loop where no impurities can enter. In a completely different interpretation, we see that Virgo is represented through three similar obstacles or paths, the third completing the circle and taking a person back where they started.Just like a link between action and consequence through several steps, shown in the myth of Icarus, the symbol for Virgo represents our simple saying – what goes around, comes around.",
        "RULER":"The sign of Virgo is ruled by planet Mercury that got its name by the Roman god of communication, eloquence, travelers, boundaries, trickery, luck and thieves. He was also the guide of souls to the underworld. Its Greek counterpart is Hermes, a messenger, quick and cunning, moving swiftly through the worlds of mortal and divine.Virgo RulerThe symbol for Mercury is consisted of a circle and a cross below it, same as Venus, only with a crescent at its top. Crescent denotes the mind, circle the spirit and cross the physical matter. This symbol shows the divine nature of the mind (Gemini) and its physical one (Virgo). The “horns” made by the crescent are also linked to the winged hat that Roman god Mercury used to wear. This god was also symbolized by a caduceus – a staff with two snakes wound about it."
    }
  }
  
}
