{
    "data":[
    {
        "title": "If you feel that it is funny then please like…"
    },
    {
        "title": "It is not funny caption, oh sorry! it is their child so you can use it."
    },
    {
        "title": "Life is a swimming pool and I want to swim in it."
    },
    {
        "title": "My life is like that sweet that changes the taste from time to time."
    },
    {
        "title": "Now Tik Tok is really waterproof platform for audience… search logic behind it?"
    },
    {
        "title": "People called me that I am funny but I feel that I am busy."
    },
    {
        "title": "Spreading smiles like their herpes."
    },
    {
        "title": "There is no doubt in my Tik Tok video."
    },
    {
        "title": "When I get less likes on my video then my friend that day is really harmful for me."
    },
    {
        "title": "Words cannot express my love & passion for Fridays!"
    },
    {
        "title": "Kind of a good Samaritan, terrible athlete, but extremely blessed in the napping skills department."
    },
    {
        "title": " Humble, with just a hint of Kanye."
    },
    {
        "title": " My hobbies are breakfast, lunch, and dinner topped with a chocolate dessert."
    },
    {
        "title": " Free international shipping."
    },
    {
        "title": " Share your photos with us using #(branded hashtag)."
    },
    {
        "title": " Contact us: (email address)."
    },
    {
        "title": " First I drink the coffee. Then I do the things."
    },
    {
        "title": " Kanye attitude with Drake feelings."
    },
    {
        "title": " I regret nothing you see in this feed."
    },
    {
        "title": " A creative message describing your unique selling point."
    },
    {
        "title": " Check out our best sellers below."
    },
    {
        "title": " Putting customers first since 1998."
    },
    {
        "title": " Tag us @Biotolk to get featured."
    },
    {
        "title": "Doing it for the hearts.”"
    },
    {
        "title": "“Wow, look at all those #views.”"
    },
    {
        "title": "“All you need is love and TikTok.”"
    },
    {
        "title": "“Live your life, babe.”"
    },
    {
        "title": "“Glowing with the flow.”"
    },
    {
        "title": "“If you get lost, come dance with us.”"
    },
    {
        "title": "“I’ve never met a challenge I didn’t like.”"
    },
    {
        "title": "“Being an Internet sensation sounds pretty cool.”"
    },
    {
        "title": "“This must be where the fun stuff happens.”"
    },
    {
        "title": "“Going with the idea that nothing can stop me.”"
    },
    {
        "title": "Livin’ a little."
    },
    {
        "title": " Born to shine."
    },
    {
        "title": " Love without limits."
    },
    {
        "title": " I got nothing."
    },
    {
        "title": " Meet (name)."
    },
    {
        "title": " This is me."
    },
    {
        "title": " Wake. Play. Slay."
    },
    {
        "title": " C’est la vie."
    },
    {
        "title": " This is my life."
    },
    {
        "title": " Welcome to my world."
    },
    {
        "title": " One of a kind."
    },
    {
        "title": " The best revenge is massive success."
    },
    {
        "title": " Eat, sleep, create."
    },
    {
        "title": " If I cannot do great things, I can do small things in a great way."
    },
    {
        "title": " You are never too old to set another goal or to dream a new dream."
    },
    {
        "title": " It wasn’t always easy but it’s worth it."
    },
    {
        "title": " Always aiming to be a rainbow at the end of a thunderstorm."
    },
    {
        "title": " With confidence, you have won before you have started."
    },
    {
        "title": " Just like my eyeliner, I always wing it."
    },
    {
        "title": " My Instagram is proof that I’m always creating a better version of myself"
    },
    {
        "title": " I dress as if I’m about to see my arch nemesis."
    },
    {
        "title": " I wear confidence on my sleeve"
    },
    {
        "title": " Don’t look for society to give you permission to be yourself."
    },
    {
        "title": " My greatest fear isn’t starting. My greatest fear is not making it to the top."
    },
    {
        "title": " Be a warrior, not a worrier."
    },
    {
        "title": "Success is in my blood."
    },
    {
        "title": "Some people are alive only because it’s illegal to kill them."
    },
    {
        "title": "Life is what happens to you while you scroll through TikTok"
    },
    {
        "title": "I am cool but global warming made me hot."
    },
    {
        "title": "I practice what I post"
    },
    {
        "title": "It’s my time to step into the spotlight, I’ve earned it"
    },
    {
        "title": "Keeping it simple and living life with zero regrets"
    },
    {
        "title": "Netflix, YouTube, food, my bed, Perfection."
    },
    {
        "title": "I’m on energy saving mode."
    },
    {
        "title": "By grace through faith. Beautiful"
    },
    {
        "title": " Real queens fix each other’s crowns."
    },
    {
        "title": " Tell me not to do something and I’ll do it twice and take pictures."
    },
    {
        "title": " I would rather die of passion than of boredom. – Vincent van Gogh"
    },
    {
        "title": " Fair is where you get cotton candy."
    },
    {
        "title": " Recommended by 4 out of 5 people who recommend things."
    },
    {
        "title": " Sharing my happy thoughts."
    },
    {
        "title": " This above all: to thine own self be true. – William Shakespeare"
    },
    {
        "title": " Strive not to be a success, but rather to be of value. – Albert Einstein"
    },
    {
        "title": " No one can make you feel inferior without your consent. — Eleanor Roosevelt"
    },
    {
        "title": " Die having memories, don’t die with just dreams."
    },
    {
        "title": " Wanting to be someone else is a waste of who you are. – Kurt Cobain"
    },
    {
        "title": " Whether you think you can or you think you can’t, you’re right. – Henry Ford"
    },
    {
        "title": " To love oneself is the beginning of a life-long romance. — Oscar Wilde"
    },
    {
        "title": " Where’s your will to be weird? – Jim Morrison"
    }
]
}