[
  {
    "title": "“Like” is like a daily dose for Tik Tok creators."
  },
  {
    "title": "A monkey is not copying me when I show him a lion."
  },
  {
    "title": "Actually I eat my food quickly because I know my breakfast is best than others."
  },
  {
    "title": "I always wear black glasses to show people that I am blind because of it I got huge appreciations."
  },
  {
    "title": "I am cool, dressing like Pro, smart, intelligent, handsome but some funny."
  },
  {
    "title": "I am here to avoid my friends on Facebook and Instagram."
  },
  {
    "title": "I am really very smart so you can like me…"
  },
  {
    "title": "I am too poor that I can not give attention in class."
  },
  {
    "title": "I thought my life was air-free, until I bought a bag of chips."
  },
  {
    "title": "If I was a writer I’d have a better caption."
  },
  {
    "title": "I’m actually not funny. I’m just really mean and people think I’m joking."
  },
  {
    "title": " Born to express, not impress."
  },
  {
    "title": " I can’t remember who I stole my bio from or why."
  },
  {
    "title": " We are all part of the ultimate statistic – ten out of ten die."
  },
  {
    "title": " I’m cool, but global warming made me HOT"
  },
  {
    "title": " Making PJs look hot since (year of birth)."
  },
  {
    "title": " A very caffeine-dependent life form."
  },
  {
    "title": " Recovering donut addict."
  },
  {
    "title": " Recovering ice cream addict."
  },
  {
    "title": " I’m not smart; I just wear glasses."
  },
  {
    "title": " insert pretentious stuff about myself here*"
  },
  {
    "title": " I’m real and I hope some of my followers are too."
  },
  {
    "title": " Catch flights not feelings."
  },
  {
    "title": " Will go into survival mode if tickled."
  },
  {
    "title": " Probably the best meat eater in the world."
  },
  {
    "title": " I’d rather steal your dessert than your boyfriend."
  },
  {
    "title": " Sweet as sugar, tough as nails."
  },
  {
    "title": " Gifted napper, talker, and ice cream eater."
  },
  {
    "title": " Messy bun and having fun."
  },
  {
    "title": " I’m so deep even the ocean gets jealous."
  },
  {
    "title": " Words cannot express my passion and love for Fridays!"
  },
  {
    "title": " Probably the best TV binge-watcher you’ll ever find."
  },
  {
    "title": " Used to think I was a tad indecisive, but now I’m not quite sure."
  },
  {
    "title": " I put the whine in wine."
  },
  {
    "title": "“Whatever, I’m still fabulous.”"
  },
  {
    "title": "“The future is bright and full of TikTok videos.”"
  },
  {
    "title": "“I’m doing this for me.”"
  },
  {
    "title": "“Just here for the laughs.”"
  },
  {
    "title": "Making History."
  },
  {
    "title": "She turned her can’ts into cans and her dreams into plans"
  },
  {
    "title": "Who else are you going to follow? Really?"
  },
  {
    "title": "Whenever I have a problem, I sing. Then I realize my voice is worse than my problem"
  },
  {
    "title": "A day in the life of me: Eat avocado toast, post Tik Tok videos, read Tik Tok comments"
  },
  {
    "title": "Problem solver. Social media fanatic. Passionate travel guru"
  },
  {
    "title": "Throwing kindness around like confetti."
  },
  {
    "title": " Be a pineapple: Stand up straight, wear a crown and always be sweet on the inside."
  },
  {
    "title": " Leave a little sparkle everywhere you go."
  },
  {
    "title": " When the pain passes, you eventually see how much good came out of a bad situation."
  },
  {
    "title": " I am worthy of the greatness I hold."
  },
  {
    "title": " I don’t know where I’m going but I’m going."
  },
  {
    "title": " Fill your life with experiences so you always have a great story to tell."
  },
  {
    "title": " I strive to impress myself."
  },
  {
    "title": " To be brave is to love unconditionally without expecting anything in return."
  },
  {
    "title": " Fabulous ends in “us” coincidence? I think not."
  },
  {
    "title": " Just a cupcake looking for a stud muffin."
  },
  {
    "title": " I’ve realised that the Beatles got it wrong. Love isn’t all we need—love is all there is."
  },
  {
    "title": " God bless this hot mess!"
  },
  {
    "title": " Perfect has seven letters and so does meeeeee."
  },
  {
    "title": " Haters are my greatest motivators."
  },
  {
    "title": " I take a lot of selfies for my future biographer"
  }
]