[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","interp_header":"Consider carefully what consequences may result from joining forces.","interp":"The Five of Coins in this position indicates the attraction of opposites. The Five of Coins depicts lovers discovering each other, mirroring and matching, magnetized by each other's qualities. Once the first flush of infatuation is past, however, the same energy of attraction that once felt so exciting may become a source of friction. The seeds of conflict are built into the fabric of the attraction.  Even though the whole becomes more than the sum of its parts, it has been known to devour the individuals who comprise it.\nThis card suggests a relationship opportunity or offer. Examine what the outcome of joining forces would be. Ascertain as best you can if there is enough to keep you engaged, so that you don't base a long-term endeavor on a moment's infatuation. Successful long-term partnerships are business arrangements as well as love affairs. \nIn the English-school decks, the sickly poor freezing outside a well-lit church warn of the painful outcomes of bad choices, rather than focusing on the dynamic tension of the choosing itself, as in the traditional Continental decks.","interp_general":"This suit, most often named \"Coins\" or \"Pentacles\", is a symbol for a magical talisman that represented wealth or potential. This suit represents something supportive that is available to you -- whether it be health, some kind of talent, a material or financial resource. - The Five of this suit is the card of desire and gratification, expressed in classical tradition as flattery and false promises. This card represents both the seducer and the one seduced. There is undeniable excitement in the attraction of opposites; we have all had delightful moments of magnetism with a stranger. However, if promises are only spoken to achieve short-term gratification with no intent of follow-through, or the attraction appears as competition to more fulfilling relationships, the long-term result won't be worth the thrill of the chase. - The appearance of a viable relationship does not always bear out, so don't put anything of real value at risk over an infatuation. Since the suit here is Coins, this is as likely to be related to business as to pleasure. Try to remove the influence of glamour from your thinking. - Note: In the English decks, like the Rider-Waite, the sickly poor freezing outside a well lit church warn of the painful outcomes of bad choices, rather than focusing on the dynamic tension of the choosing itself, as in the traditional Continental decks.","position_int":1,"position_name":"Self","card":68},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","interp_header":"The emotional exhilaration of a project could sidetrack you from attending to practical details.","interp":"The Five of Coins in this position points to some kind of a merger or partnership opportunity which involves emotional or financial risks as well as great rewards. The structure of the new relationship is still somewhat up in the air. \nThere's a danger that you will be swept up by the excitement of the moment and neglect the practical details that will shape the relationship dynamic in the future. Do not discount this magical feeling, but be sure to ask the difficult questions anyway. Make people earn your trust rather than just giving it away.\nIn the English-school decks, the sickly poor freezing outside a well-lit church warn of the painful outcomes of inept choices, rather than focusing on the dynamic tension of the choosing itself, as in the traditional Continental decks.","interp_general":"This suit, most often named \"Coins\" or \"Pentacles\", is a symbol for a magical talisman that represented wealth or potential. This suit represents something supportive that is available to you -- whether it be health, some kind of talent, a material or financial resource. - The Five of this suit is the card of desire and gratification, expressed in classical tradition as flattery and false promises. This card represents both the seducer and the one seduced. There is undeniable excitement in the attraction of opposites; we have all had delightful moments of magnetism with a stranger. However, if promises are only spoken to achieve short-term gratification with no intent of follow-through, or the attraction appears as competition to more fulfilling relationships, the long-term result won't be worth the thrill of the chase. - The appearance of a viable relationship does not always bear out, so don't put anything of real value at risk over an infatuation. Since the suit here is Coins, this is as likely to be related to business as to pleasure. Try to remove the influence of glamour from your thinking. - Note: In the English decks, like the Rider-Waite, the sickly poor freezing outside a well lit church warn of the painful outcomes of bad choices, rather than focusing on the dynamic tension of the choosing itself, as in the traditional Continental decks.","position_int":2,"position_name":"Situation","card":68},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","interp_header":"Stay conscious of your deepest values and most cherished long term goals.","interp":"The Five of Coins in this position challenges you to stay in balance even while feeling aroused by powerful new magnetic forces of change. No matter how exhilarated you might be feeling, remain attuned to the standards and goals that have always been important to you. Promises you make or which are made to you at this time must be congruent with your goals or else there is sure to be conflict in the future.\nNote: In the English decks, like the Rider-Waite, the sickly poor freezing outside a well-lit church warn of the painful outcomes of bad choices, rather than focusing on the dynamic tension of the choosing itself, as in the traditional Continental decks.","interp_general":"This suit, most often named \"Coins\" or \"Pentacles\", is a symbol for a magical talisman that represented wealth or potential. This suit represents something supportive that is available to you -- whether it be health, some kind of talent, a material or financial resource. - The Five of this suit is the card of desire and gratification, expressed in classical tradition as flattery and false promises. This card represents both the seducer and the one seduced. There is undeniable excitement in the attraction of opposites; we have all had delightful moments of magnetism with a stranger. However, if promises are only spoken to achieve short-term gratification with no intent of follow-through, or the attraction appears as competition to more fulfilling relationships, the long-term result won't be worth the thrill of the chase. - The appearance of a viable relationship does not always bear out, so don't put anything of real value at risk over an infatuation. Since the suit here is Coins, this is as likely to be related to business as to pleasure. Try to remove the influence of glamour from your thinking. - Note: In the English decks, like the Rider-Waite, the sickly poor freezing outside a well lit church warn of the painful outcomes of bad choices, rather than focusing on the dynamic tension of the choosing itself, as in the traditional Continental decks.","position_int":3,"position_name":"Challenges\/​Opportunities","card":68}]