[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","interp_header":"You are prepared to take risks to explore new opportunities or enterprises.","interp":"When the Three of Wands is in this position an adventure is about to be set in motion. This card represents the burning drive that compels a person to risk his or her worldly fortunes for a chance at greatness. Committed to a plan of action, you have gathered resources and designed the step by step procedure. \nAn enterprising spirit inspires you to strike out in this new direction rather than stay with the status quo. Now you can confidently set out on this journey of exploration and hopefully, enrichment.","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nA Three in this suit symbolizes an inner balance that allows you to feel more optimistic about new endeavors you are committed to, or want to commit to. In the illustrated Tarots, the human character is standing on his balcony, watching ships leave the harbor, loaded with his goods for far-off ports, dreaming of the fortune he will reap if all goes well. Summon the optimism within you.\nThis energy must be patient and trusting, because he or she will have to wait some time to find out how the ships have fared. Meanwhile, a lot of resources are tied up until they return with the bounty. Only those truly confident in their ideas and abilities would undertake such a risk. This card represents the energy a person needs to take on great adventures and accomplish noble (and remunerative) deeds.\nA detail that sometimes appears in the more esoteric Tarots is a winged wand with two snakes twining around it, called the Caduceus, which is Mercury's wand. This is an ancient symbol of the healer or shaman, one who can travel between the worlds to rescue souls from death or possession. Perhaps the feeling of empowerment this card represents points to the internal mechanisms of self-healing. Perhaps it refers to the courage it takes to be an entrepreneur or an inventor, which is in itself a magical process -- bringing not only opportunity for success, but also an awakening to higher potentials.","position_int":1,"position_name":"Self","card":24},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","interp_header":"A rising tide of opportunity is lifting everyone's spirits.","interp":"When the Three of Wands is in this position a new spirit of excitement and innovation is emerging in your environment. Everyone around you feels the effects, even though it may be temporary. \nThe winds are whipping up, and adventure and creativity are in the air. Take advantage of this energy field of inspired optimism.","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nA Three in this suit symbolizes an inner balance that allows you to feel more optimistic about new endeavors you are committed to, or want to commit to. In the illustrated Tarots, the human character is standing on his balcony, watching ships leave the harbor, loaded with his goods for far-off ports, dreaming of the fortune he will reap if all goes well. Summon the optimism within you.\nThis energy must be patient and trusting, because he or she will have to wait some time to find out how the ships have fared. Meanwhile, a lot of resources are tied up until they return with the bounty. Only those truly confident in their ideas and abilities would undertake such a risk. This card represents the energy a person needs to take on great adventures and accomplish noble (and remunerative) deeds.\nA detail that sometimes appears in the more esoteric Tarots is a winged wand with two snakes twining around it, called the Caduceus, which is Mercury's wand. This is an ancient symbol of the healer or shaman, one who can travel between the worlds to rescue souls from death or possession. Perhaps the feeling of empowerment this card represents points to the internal mechanisms of self-healing. Perhaps it refers to the courage it takes to be an entrepreneur or an inventor, which is in itself a magical process -- bringing not only opportunity for success, but also an awakening to higher potentials.","position_int":2,"position_name":"Situation","card":24},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","interp_header":"Be ready to act on what you instinctively know is a good opportunity.","interp":"The Three of Wands in this position indicates that your instincts and impulses may be aroused by new trends and possibilities. Take a good look at the tide coming in and be ready to take advantage of its power to take your ships out to sea. \nAct on these changes -- you are the right person at the right time. If you disregard this opportunity you will regret it later.","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nA Three in this suit symbolizes an inner balance that allows you to feel more optimistic about new endeavors you are committed to, or want to commit to. In the illustrated Tarots, the human character is standing on his balcony, watching ships leave the harbor, loaded with his goods for far-off ports, dreaming of the fortune he will reap if all goes well. Summon the optimism within you.\nThis energy must be patient and trusting, because he or she will have to wait some time to find out how the ships have fared. Meanwhile, a lot of resources are tied up until they return with the bounty. Only those truly confident in their ideas and abilities would undertake such a risk. This card represents the energy a person needs to take on great adventures and accomplish noble (and remunerative) deeds.\nA detail that sometimes appears in the more esoteric Tarots is a winged wand with two snakes twining around it, called the Caduceus, which is Mercury's wand. This is an ancient symbol of the healer or shaman, one who can travel between the worlds to rescue souls from death or possession. Perhaps the feeling of empowerment this card represents points to the internal mechanisms of self-healing. Perhaps it refers to the courage it takes to be an entrepreneur or an inventor, which is in itself a magical process -- bringing not only opportunity for success, but also an awakening to higher potentials.","position_int":3,"position_name":"Challenges\/​Opportunities","card":24}]