[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","position_name":"Self","interp":"With the Two of Swords in this position, indecision prevails, and there are no obvious clues to help you decide which choices to make. Opposing forces seem to pull you apart; the left brain is arguing with the right, reason is in conflict with the heart. \nAlthough this is a difficult and painful position, timeless wisdom says to follow your heart. Resist trying to judge the situation in precise, rigid terms. Continue to gather clues, be receptive to new information, but choose with your heart. This time of confusion may turn out to be a fertile period for you. Do not squander your energy on premature action.","card":51,"interp_general":"The Two in this suit usually represents conflicting ideas or visions. These must be reconciled by communication in order to arrive in a harmonious place or to complete strategic negotiations. Mixed signals prevail.\nWhile they may be appearing to try to communicate, opposite sides are missing each other entirely, with possibly drastic consequences. In the best case, a frank discussion would clear the air and serve both sides, but one cannot expect that in every instance where this card shows up.","position_int":1,"interp_header":"When you are conflicted, spend some time gathering information before taking action."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","position_name":"Situation","interp":"With the Two of Swords in this position, people around you may be splitting into separate camps, engaging in disputes, and jumping to judgmental conclusions. This is not an encouraging trend. The result could be a division between people that creates a polarized situation. If you want to improve things, be sure to stay clear of taking any one's side.","card":51,"interp_general":"The Two in this suit usually represents conflicting ideas or visions. These must be reconciled by communication in order to arrive in a harmonious place or to complete strategic negotiations. Mixed signals prevail.\nWhile they may be appearing to try to communicate, opposite sides are missing each other entirely, with possibly drastic consequences. In the best case, a frank discussion would clear the air and serve both sides, but one cannot expect that in every instance where this card shows up.","position_int":2,"interp_header":"Resist any impulse to judge or blame others, or to adopt an us versus them attitude. Stay open to new information."},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","position_name":"Challenges\/​Opportunities","interp":"When the Two of Swords presents itself in this position, you have an opportunity to elucidate conflicting issues in a current situation. Conflict arises to highlight needs that are not being met or communication efforts that are not being heard. Opposing groups need an outside party to help them see what is pulling them apart. \nIf you are well positioned for such a task, you could possibly serve as a mediator or facilitator. Although certain risks are inherent in sponsoring a sensitive, diplomatic dialogue, you have the right approach for easing this transition. By taking part in the dialogue, you could make a difference. Often people feel much better just having talked out their differences. Sometimes the solution lies in the listening.","card":51,"interp_general":"The Two in this suit usually represents conflicting ideas or visions. These must be reconciled by communication in order to arrive in a harmonious place or to complete strategic negotiations. Mixed signals prevail.\nWhile they may be appearing to try to communicate, opposite sides are missing each other entirely, with possibly drastic consequences. In the best case, a frank discussion would clear the air and serve both sides, but one cannot expect that in every instance where this card shows up.","position_int":3,"interp_header":"When needs aren't being met because of conflict and taking sides, someone has to step forward to clarify the issues."}]