[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","position_name":"Self","interp":"The Page of Cups (in some decks, a Princess) portrays a devoted servant and student of the heart. The energy has a trusting nature that doesn't doubt or question, and generally doesn't research to verify assumptions.  Imagination and faith are your guides. This character fills his or her mystical cup and drinks deep from the transforming waters of the higher mind. You would like to join him in that exploration of inner space. \nDon't let this distract you from the necessary responsibilities of day to day survival, however. This page sometimes allows himself to be swept away. In a slight trance, he may grant too much power and credibility to gurus, teachers or leaders when it's really in his best interest to keep his own counsel. With a dreamy heart on his sleeve, utterly sincere and transparent in his motives, he assumes everyone else is a seeker, too. Beware forgetting to look out for yourself lest you be played for a fool.","card":46,"interp_general":"This card is traditionally entitled the Page, but in some modern decks appears as a Princess. In this suit this card represents a poetic, mystical, emotionally open young person, still tender and idealistic, given to flights of imaginative fantasy.\nThis energy is exquisitely refined and fine-tuned. It may be that a sense of being grounded in reality has not yet entirely set in, such that external forces and events easily upset the balance. This person must work to achieve a stronger will and more calculating mind, to balance and protect all that wonderful sensitivity.","position_int":1,"interp_header":"You are led by imagination into the realm of heart and soul."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","position_name":"Situation","interp":"The Page of Cups (in some decks, a Princess) in this position represents someone whose naivete and innocence, while beautiful, may be a bit dangerous to themselves. Your task may be to help that person (if not yourself) to become awake to the full implications of the situation at hand without dashing hopes or diminishing ideals. \nGentle handling is required when you encourage this individual to become more practical and look beyond dreams to the reality of the problems that need to be resolved. Rather than throw cold water, alert this innocent being to the necessities of the situation.","card":46,"interp_general":"This card is traditionally entitled the Page, but in some modern decks appears as a Princess. In this suit this card represents a poetic, mystical, emotionally open young person, still tender and idealistic, given to flights of imaginative fantasy.\nThis energy is exquisitely refined and fine-tuned. It may be that a sense of being grounded in reality has not yet entirely set in, such that external forces and events easily upset the balance. This person must work to achieve a stronger will and more calculating mind, to balance and protect all that wonderful sensitivity.","position_int":2,"interp_header":"A sensitive soul can use the help of a steady hand while he or she goes through an awakening."},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","position_name":"Challenges\/​Opportunities","interp":"The Page of Cups (in some decks, a Princess) in this position points to an open-minded enthusiasm for truth combined with the optimism of youth. This page's devotion is admirable as long as it is not so dreamy that it is blinded to the demands of reality. The energy that comes with faith and positive thinking attracts you, but don't give up your common sense. This student walks a fine line as he or she learns new subjects and opens to profound experiences. As this happens, stay practical and balanced so you don't get swept off balance.","card":46,"interp_general":"This card is traditionally entitled the Page, but in some modern decks appears as a Princess. In this suit this card represents a poetic, mystical, emotionally open young person, still tender and idealistic, given to flights of imaginative fantasy.\nThis energy is exquisitely refined and fine-tuned. It may be that a sense of being grounded in reality has not yet entirely set in, such that external forces and events easily upset the balance. This person must work to achieve a stronger will and more calculating mind, to balance and protect all that wonderful sensitivity.","position_int":3,"interp_header":"As mystical imagination inspires you, learn what you can; but keep your wits about you."}]