[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","position_name":"Self","interp":"The King of Coins in this position indicates a person who has it all. This may have to do with financial security, lack of worry and feelings of abundance. This points to a person who has solved the survival issues that drive most humans most of the time. \nThe King of Coins knows how to work the system in order to get what he needs so he can live as he wishes. He is free to make choices without undue pressure from the bottom line. In this situation you can be generous and not worry about it, you can dream big, you can help others, you can protect the rain forests. You can be a benefactor to the whole human race based on how you use your magnificent freedom and abundance.","card":77,"interp_general":"Representing the energy of a King, this card in the suit of Coins or Pentacles displays one who has accomplished a lot in life and has arranged his or her affairs so that he has much good to show for it. Possessing a practical genius in the ways of the world, he loves to build things. Because he's so good at deal-making, this character is privy to the biggest deals in town. He has the power to make or break people financially. Although this does not always win him love, it certainly earns him respect.\nIn previous centuries this card referred to the myth of Midas, who loved gold so much that he was cursed so that everything he touched turned to gold. One day his daughter reached out to him and was turned into a golden statue. This story illustrates the downside of letting material security take too much precedence.\nWhile the character of this card understands the value of wealth, including the burden it produces, he or she is mature enough to keep things in perspective. Even though the suit of Coins represents the material realm, this king is not just a materialist -- his sovereignty reflects higher values, as well as general welfare and prosperity.","position_int":1,"interp_header":"When issues of survival are resolved a person is free to make unpressured choices, dream big dreams -- and be generous."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","position_name":"Situation","interp":"When the King of Coins is in this position, an individual with power who can predict and control outcomes is central to a situation. If you are not in this position yourself, your role may be to advise the person who embodies the King of Coins, as long as you perceive that his actions serve the common good. \nRemember that the person who has the ear of the king swings the fate of the nation. You may be needed to provide some objectivity when the King of Coins seems to be lacking it. With the King of Coins in this position, you will enjoy a wonderful period of overcoming obstacles and hindrances with grace and ease. Despite appearances to the contrary, you will win big and you will help everyone else to be winners as well.","card":77,"interp_general":"Representing the energy of a King, this card in the suit of Coins or Pentacles displays one who has accomplished a lot in life and has arranged his or her affairs so that he has much good to show for it. Possessing a practical genius in the ways of the world, he loves to build things. Because he's so good at deal-making, this character is privy to the biggest deals in town. He has the power to make or break people financially. Although this does not always win him love, it certainly earns him respect.\nIn previous centuries this card referred to the myth of Midas, who loved gold so much that he was cursed so that everything he touched turned to gold. One day his daughter reached out to him and was turned into a golden statue. This story illustrates the downside of letting material security take too much precedence.\nWhile the character of this card understands the value of wealth, including the burden it produces, he or she is mature enough to keep things in perspective. Even though the suit of Coins represents the material realm, this king is not just a materialist -- his sovereignty reflects higher values, as well as general welfare and prosperity.","position_int":2,"interp_header":"Be of assistance to higher-ups if you desire greater influence on the world around you."},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","position_name":"Challenges\/​Opportunities","interp":"The King of Coins in this position challenges you to consider the greater good of the whole without losing track of your personal needs and desires. After all, the king is supposed to be the servant of the people. The more responsible and accountable the leader, the greater the power to administer things wisely. \nIf we focus only on the superficial trappings of power, we may view the King from the outside and see only a privileged person who gets what he wants. The more important perspective is to understand that when this role is lived from the inside every hour demands fateful choices and critical decisions which bring with them considerable stress. \nFrom this vantage point, one discovers how much obligation success creates. You also get the opportunity to learn to administer it in a balanced way.","card":77,"interp_general":"Representing the energy of a King, this card in the suit of Coins or Pentacles displays one who has accomplished a lot in life and has arranged his or her affairs so that he has much good to show for it. Possessing a practical genius in the ways of the world, he loves to build things. Because he's so good at deal-making, this character is privy to the biggest deals in town. He has the power to make or break people financially. Although this does not always win him love, it certainly earns him respect.\nIn previous centuries this card referred to the myth of Midas, who loved gold so much that he was cursed so that everything he touched turned to gold. One day his daughter reached out to him and was turned into a golden statue. This story illustrates the downside of letting material security take too much precedence.\nWhile the character of this card understands the value of wealth, including the burden it produces, he or she is mature enough to keep things in perspective. Even though the suit of Coins represents the material realm, this king is not just a materialist -- his sovereignty reflects higher values, as well as general welfare and prosperity.","position_int":3,"interp_header":"It's important to realize how success can bring with it obligations."}]