[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","interp_header":"Everything in the world is in balance and you participate fully in that.","interp":"The World in this position symbolizes the energy of the Great Goddess Sofia -- the universal womb from which all manifestation comes forth. This state of consciousness is characterized by a balance between inner life and outer life, where you are no longer alienated from other life forms, great and small. You worked hard through many cycles to achieve such a mystical experience. \nYour ego can no longer block the light of awareness that moves through you. According to the Tarot, the spiritual mission of human beings is to mediate the three worlds of universal consciousness, self-consciousness and the collective unconscious. When such epiphanies happen, we experience ourselves in a timeless state of grace where there is no doubt, shame or grief. Such a moment is priceless and worth all the work and waiting. It's the culmination of all your efforts and a harbinger of remarkable potentials.","interp_general":"What has traditionally been known as the World card points to the presiding intelligence, called \"Sophia,\" or Wisdom, which upholds life on this and all worlds. A more precise title for this card might be \"the Soul of the World,\" also applicable as a symbol of personal empowerment and freedom. In most Tarot decks it is a female figure that has become our standard World image. She originates in Hebrew, Gnostic and Alchemical lore, and stands between heaven and earth as the Cosmic Mother of Souls, the Wife of God and our protector from the karmic forces we have set loose upon the Earth in our immaturity and ignorance.\nWhere the Empress energy secures and fertilizes our terrestrial lives, the goddess of The World invites us into cosmic citizenship -- once we come to realize our soul's potential for it. Just as the Chariot stands for success in achieving a separate Self, and Temperance represents achievement of mental and moral health, the World card announces the awakening of the soul's Immortal Being, accomplished without the necessity of dying.\nThis card, like the Sun, is reputed to have no negative meaning no matter where or how it appears. If the Hermetic axiom is \"Know Thyself\", this image represents what becomes known when the true nature of Self is followed to creative freedom and its ultimate realization.","position_int":1,"position_name":"Self","card":21},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","interp_header":"You drew your arrow and hit your target with the style of a skillful archer.","interp":"When the World is in this position, you appear to be approaching circumstances that previously existed only in your imagination. After years of effort and struggle, matters may seem absurdly easy now. Your ambition, inspiration and perseverance have taken you toward your desired outcome. Now you are zeroing in on the bull's eye, having explored the territory and brought yourself to its center. \nPause for a while and enjoy this moment. Recognize that you have completed what you set out to achieve. You are the person you wanted to be in the presence of the company you wanted to keep. You now inhabit what used to be a dream.","interp_general":"What has traditionally been known as the World card points to the presiding intelligence, called \"Sophia,\" or Wisdom, which upholds life on this and all worlds. A more precise title for this card might be \"the Soul of the World,\" also applicable as a symbol of personal empowerment and freedom. In most Tarot decks it is a female figure that has become our standard World image. She originates in Hebrew, Gnostic and Alchemical lore, and stands between heaven and earth as the Cosmic Mother of Souls, the Wife of God and our protector from the karmic forces we have set loose upon the Earth in our immaturity and ignorance.\nWhere the Empress energy secures and fertilizes our terrestrial lives, the goddess of The World invites us into cosmic citizenship -- once we come to realize our soul's potential for it. Just as the Chariot stands for success in achieving a separate Self, and Temperance represents achievement of mental and moral health, the World card announces the awakening of the soul's Immortal Being, accomplished without the necessity of dying.\nThis card, like the Sun, is reputed to have no negative meaning no matter where or how it appears. If the Hermetic axiom is \"Know Thyself\", this image represents what becomes known when the true nature of Self is followed to creative freedom and its ultimate realization.","position_int":2,"position_name":"Situation","card":21},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","interp_header":"You have mastered the elements of your life to the degree that success is a regular occurrence.","interp":"The World in this position challenges you to maintain a dynamic balance between inner pressures and outer circumstances, your male side and your female side, innocence and wisdom, action and response. You have grown into your potential. It's wonderful to find yourself at the center of the universe, in the right place at the right time.","interp_general":"What has traditionally been known as the World card points to the presiding intelligence, called \"Sophia,\" or Wisdom, which upholds life on this and all worlds. A more precise title for this card might be \"the Soul of the World,\" also applicable as a symbol of personal empowerment and freedom. In most Tarot decks it is a female figure that has become our standard World image. She originates in Hebrew, Gnostic and Alchemical lore, and stands between heaven and earth as the Cosmic Mother of Souls, the Wife of God and our protector from the karmic forces we have set loose upon the Earth in our immaturity and ignorance.\nWhere the Empress energy secures and fertilizes our terrestrial lives, the goddess of The World invites us into cosmic citizenship -- once we come to realize our soul's potential for it. Just as the Chariot stands for success in achieving a separate Self, and Temperance represents achievement of mental and moral health, the World card announces the awakening of the soul's Immortal Being, accomplished without the necessity of dying.\nThis card, like the Sun, is reputed to have no negative meaning no matter where or how it appears. If the Hermetic axiom is \"Know Thyself\", this image represents what becomes known when the true nature of Self is followed to creative freedom and its ultimate realization.","position_int":3,"position_name":"Challenges\/​Opportunities","card":21}]