[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","interp_header":"Your intuitive receptivity is your greatest strength.","interp":"The High Priestess craves deep communion with Nature and attunement with cosmic law. She wants to be far from the hustle and bustle, the daily traffic of life, so she can meditate. \nGet your ego out of the way and let your mind become attuned to a more subtle, spiritual view. Seek to divine the principles behind seemingly chaotic events, daily life or society in general. Take some time out. Write in your journal. Sit on a mountaintop. Work with your feelings until you become reflective like the smooth calm of still waters at dawn.","interp_general":"Traditionally called the High Priestess, this major arcana, or trump, card represents human wisdom. She can be viewed as a kind of female Pope, the ancient Egyptian Priestess of Isis, the even older snake and bird Goddesses, the Greek Goddess Persephone, or the Eve of Genesis before the Fall.\nFor the accused heretics who were burnt at the stake for revering her in the 14th and 15th century, she symbolized the prophecy of the return of the Holy Spirit, which was perceived as the female aspect of the Holy Trinity.\nIn the sequence of cards in the major arcana, the High Priestess appears as soon as the Fool decides he wants to develop his innate powers, making a move toward becoming a Magus. The High Priestess is his first teacher, representing the Inner Life and the method for contacting it, as well as the contemplative study of Nature and the Holy Mysteries.","position_int":1,"position_name":"Self","card":2},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","interp_header":"Speak the truth from a position of neutrality and centeredness.","interp":"There is no need to take the actions and reactions going on around you personally. Be grateful that you still possess a strong sense of objectivity. \nIt takes willpower to resist the urge to form opinions, take sides or sit in judgment. Keep your emotions in check as you watch the situation closely; you will discover what is really going on. You may be the only person involved in this matter who is capable of taking an objective view.","interp_general":"Traditionally called the High Priestess, this major arcana, or trump, card represents human wisdom. She can be viewed as a kind of female Pope, the ancient Egyptian Priestess of Isis, the even older snake and bird Goddesses, the Greek Goddess Persephone, or the Eve of Genesis before the Fall.\nFor the accused heretics who were burnt at the stake for revering her in the 14th and 15th century, she symbolized the prophecy of the return of the Holy Spirit, which was perceived as the female aspect of the Holy Trinity.\nIn the sequence of cards in the major arcana, the High Priestess appears as soon as the Fool decides he wants to develop his innate powers, making a move toward becoming a Magus. The High Priestess is his first teacher, representing the Inner Life and the method for contacting it, as well as the contemplative study of Nature and the Holy Mysteries.","position_int":2,"position_name":"Situation","card":2},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","interp_header":"You are challenged to use your intuition more skillfully than ever before.","interp":"The High Priestess in this position indicates that you are now testing the skills you have been developing. Here is an opportunity to determine how well your inner labors will have paid off, how well your intuitive receptivity will guide you through the unpredictability and distractions of daily life, how well your inner talent translates into decision and action. \nOnce you see the links and contrasts between what you know in your heart and what life presents you, ask yourself what you want to do about it.","interp_general":"Traditionally called the High Priestess, this major arcana, or trump, card represents human wisdom. She can be viewed as a kind of female Pope, the ancient Egyptian Priestess of Isis, the even older snake and bird Goddesses, the Greek Goddess Persephone, or the Eve of Genesis before the Fall.\nFor the accused heretics who were burnt at the stake for revering her in the 14th and 15th century, she symbolized the prophecy of the return of the Holy Spirit, which was perceived as the female aspect of the Holy Trinity.\nIn the sequence of cards in the major arcana, the High Priestess appears as soon as the Fool decides he wants to develop his innate powers, making a move toward becoming a Magus. The High Priestess is his first teacher, representing the Inner Life and the method for contacting it, as well as the contemplative study of Nature and the Holy Mysteries.","position_int":3,"position_name":"Challenges\/​Opportunities","card":2}]