[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","position_name":"Self","interp":"The Knight of Wands (in some decks, a Prince) in this position indicates readiness for a voyage of discovery. You are prepared for the journey, your effects are in order, you are in great shape and the excitement of departure prevails. \nInside there is a powerful feeling of youthful idealism, as well as a bit of daring naivete -- you have no idea if this is going to be difficult or not, but those problems are tomorrow's problems. Today the energy is high, spirits are bright, the sky is clear and if there ever was a heroic and noble impulse in you, you are getting a chance to express it now.","card":33,"interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThis character is traditionally called the Knight, but in some modern decks appears as the Prince. Traditionally, this card indicates the energy of a rabble-rouser, a fire-starter, a feisty and easily provoked character who is liable to attack first and ask questions later. This energy is quick to anger and enjoys a fight -- so much so that he might even experience a secret disappointment at the thought of a diplomatic solution! Nevertheless, he sees himself as trying to help, rescuing the world from its madness by imposing his sense of order upon it.\nHis vices are bossiness, paranoia and a tendency towards overkill. Nevertheless, there are times when his energy is perfectly appropriate, like when his assertively protective nature is defending threatened treasures or interfering with dark forces. The trick is to keep a sense of proportion when this Knight unleashes his fire, because he enjoys intense experiences and is always ready to take it to the next level. Once in awhile, this kind of kamikaze intensity is called for, but on a daily basis it is exhausting.","position_int":1,"interp_header":"A new journey of discovery is about to be embarked upon with optimism and high spirits."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","position_name":"Situation","interp":"When the Knight of Wands (in some decks, a Prince) is in this position, someone in your environment may be venturing into their dream. The situation may feel both poignant and bittersweet to you. You realize how joyful and important an occasion it is. Still, you see how likely it is that the shiny new armor will soon be dented, the husky horse will become tired, and the enthusiasm of new adventures tempered by a few difficult trials. \nVirginal innocence has not yet met an adversary and that's a beautiful thing. It deserves to be celebrated and supported no matter how more seasoned eyes envision the eventual outcome.","card":33,"interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThis character is traditionally called the Knight, but in some modern decks appears as the Prince. Traditionally, this card indicates the energy of a rabble-rouser, a fire-starter, a feisty and easily provoked character who is liable to attack first and ask questions later. This energy is quick to anger and enjoys a fight -- so much so that he might even experience a secret disappointment at the thought of a diplomatic solution! Nevertheless, he sees himself as trying to help, rescuing the world from its madness by imposing his sense of order upon it.\nHis vices are bossiness, paranoia and a tendency towards overkill. Nevertheless, there are times when his energy is perfectly appropriate, like when his assertively protective nature is defending threatened treasures or interfering with dark forces. The trick is to keep a sense of proportion when this Knight unleashes his fire, because he enjoys intense experiences and is always ready to take it to the next level. Once in awhile, this kind of kamikaze intensity is called for, but on a daily basis it is exhausting.","position_int":2,"interp_header":"Support a renewed sense of adventure that moves toward a vision, even in the face of more realistic viewpoints about the probable outcome."},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","position_name":"Challenges\/​Opportunities","interp":"The Knight of Wands (in some decks, a Prince) in this position is a call to muster courage and embark upon a sacred journey filled with faith, but don't expect that all will proceed as planned. Pay attention to your feelings. Strengthen yourself as you recognize how extraordinary it is to deeply feel a sense of mission, purpose and destiny. \nKeep a balanced outlook and recognize that whatever confidence and optimism you summon will be tested in the course of reaching your goal. No matter how it works out, you have the potential to serve a higher cause that is both exciting and worth the effort.","card":33,"interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThis character is traditionally called the Knight, but in some modern decks appears as the Prince. Traditionally, this card indicates the energy of a rabble-rouser, a fire-starter, a feisty and easily provoked character who is liable to attack first and ask questions later. This energy is quick to anger and enjoys a fight -- so much so that he might even experience a secret disappointment at the thought of a diplomatic solution! Nevertheless, he sees himself as trying to help, rescuing the world from its madness by imposing his sense of order upon it.\nHis vices are bossiness, paranoia and a tendency towards overkill. Nevertheless, there are times when his energy is perfectly appropriate, like when his assertively protective nature is defending threatened treasures or interfering with dark forces. The trick is to keep a sense of proportion when this Knight unleashes his fire, because he enjoys intense experiences and is always ready to take it to the next level. Once in awhile, this kind of kamikaze intensity is called for, but on a daily basis it is exhausting.","position_int":3,"interp_header":"Muster courage for a journey that will test your confidence and optimism as you are faced down by challenges."}]