[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","interp_header":"Dissatisfaction or boredom is clouding your vision. Interest and action can get you back on track.","interp":"The Four of Cups in this position points to a state of temporary stagnation. Your will has dissipated for a moment; your mind is distracted from its true goal. A vague sense of dissatisfaction and malaise may be stealing your sense of well being and replacing it with ennui. \nThe image on the card indicates what needs to be done. The calmer elements are dormant in the three cups at the bottom of the card: body (earth), heart (water) and mind (air). The mind is trying to stir, but the cup of fire coming in from above, which represents the will, will incite change. It is only through arousal, action, motion and combustion that the mood can be dispelled, and you can be brought back to your wits. Although there are lessons to be learned from asking yourself how you got to this state, you don't want to allow yourself to stay here long.","interp_general":"The suit often named Cups is also referred to as Chalices or Hearts. It represents the emotional and psychic aspects of life -- fantasy, imagination, feelings, and love.\nA Four in this suit refers to a restless time when a person may have become emotionally uncomfortable and dissatisfied with life. Feeling stagnated and longing for change, the heart ponders its options -- as it should.","position_int":1,"position_name":"Self","card":39},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","interp_header":"The situation contains potential. You will need a strong, clear sense of direction in order to fulfill it.","interp":"When the Four of Cups is in this position, your situation is filled with possibilities not yet activated. Vast potential is languishing, taking a nap in the sun as it were. Something exciting, focusing or catalytic is required to get things moving in the direction of fulfillment. \nThe situation is begging for direction or a new statement of purpose. This is both good and bad. On the upside, anything is possible; all the raw ingredients for success are in place. On the other side, without leadership and a clear goal, the results are likely to be unfocused and chaotic. \nLook inside yourself to get a sense of whether you are the hand bringing in the fiery cup or whether you are the one witnessing an opportunity that is waiting to happen.","interp_general":"The suit often named Cups is also referred to as Chalices or Hearts. It represents the emotional and psychic aspects of life -- fantasy, imagination, feelings, and love.\nA Four in this suit refers to a restless time when a person may have become emotionally uncomfortable and dissatisfied with life. Feeling stagnated and longing for change, the heart ponders its options -- as it should.","position_int":2,"position_name":"Situation","card":39},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","interp_header":"Wake up and take action; arouse others to foment change as well.","interp":"When the Four of Cups is in this position, you are challenged to awaken earlier than others from the collective trance and capture a glimpse of what is truly going on. So, shake off the slumber and get active; be the harbinger of change. Help others come to attention as well. \nOf course, only those who have ears to hear and eyes to see will agree the time has come for change. Those few people who wake up early make all the difference in how the situation unfolds when it finally penetrates the collective consciousness. Decide to be ahead of the learning curve compared to those around you.","interp_general":"The suit often named Cups is also referred to as Chalices or Hearts. It represents the emotional and psychic aspects of life -- fantasy, imagination, feelings, and love.\nA Four in this suit refers to a restless time when a person may have become emotionally uncomfortable and dissatisfied with life. Feeling stagnated and longing for change, the heart ponders its options -- as it should.","position_int":3,"position_name":"Challenges\/​Opportunities","card":39}]