[{"position_header":"The Self position represents your personal identity in the Now -- the only real point of power. It's not about you in an objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how others might see you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the issues you bring to this reading. Who are you? What kind of attitude or energies are affecting you right now? What do you want? It's not always easy to know yourself. Clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance here because, more than anything, it supports a capacity for happiness, success and love. How are you contending with fears that arise? What aspect of yourself is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position at the end of the spread.","interp_header":"Judge well and wisely; you are the one with the final say.","interp":"The King of Swords in this position stands for fairness and even handed treatment. He settles disputes, assists in the resolution of conflicts and mediates. \nBringing analytical and interrogative skills to bear on whatever the current drama may be, the King of Swords is by consent of his community the impartial adjudicator. He works hard to maintain that reputation and that position. Patient listening and penetrating questions are his signature, and those qualities are just what are presently being asked of you.","interp_general":"Traditionally, representing the energy of a King, this masculine energy form is the Adjudicator, the wise judge or mediator. He helps parties in conflict discover common ground and build upon it, and guides societies to see their greater good. His archetype is Solomon, ancient lawgiver and philosopher of the Old Testament. Sometimes appearing cool and detached, he can be misunderstood as not caring.\nBut emotional displays are just not his medium, nor is he moved by appeals to sympathy or pity. With the philosophical overview that comes from long experience, he listens deeply, watches closely and speaks last. In the end, his even-handedness and objectivity earn him the respect he receives from his community, and those who cannot work out their problems come to him voluntarily for advice.\nOccasionally this man is subtly detailed to imply that he is a woman in male armor. If you notice this theme in your deck, it is a reference to Joan of Arc, the Maid of Orleans, archetype of a devout and inspired woman warrior, who was mystically led to abandon her social role to defend what she saw as the greater good. Although she was martyred young, her model crystallizes the message that sometimes the good of the whole is more important than the good of the individual, and in that case, even if you lose, you win just for being there.","position_int":1,"position_name":"Self","card":63},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting the situation or issue you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider this card in light of the issues, people, and forces shaping your environment, your current circumstances.  This position also refers to that which is true from the start -- i.e. the hand you were dealt.\nConsider the set of influences that surround you and affect your personal life. Take a look at how you have been wandering down your chosen path. Our experience is naturally affected by external factors and cycles, the ups and downs of the times.  This card can offer clues as to skillful adjustments you might make.","interp_header":"As you support the person in your group who shows vision and wise leadership, you learn to conduct yourself with integrity.","interp":"When the King of Swords is in this position, someone in your environment leads with a sense of vision and adheres to strong personal principles. You may be asked to defer to his or her direction. This person could either be in a position of authority or be a wise elder who can be clear and accurate even when the situation is emotionally loaded. \nThis king figure requires you to trust his integrity, accept his leadership and embrace his wisdom. It may feel like a risk because you are entrusting yourself to someone who may know you in a way that you are not entirely comfortable with. It may be a risk you need to take because you can see that this person has what you require right now. As a result of your interaction, you can develop greater integrity and become more principled yourself.","interp_general":"Traditionally, representing the energy of a King, this masculine energy form is the Adjudicator, the wise judge or mediator. He helps parties in conflict discover common ground and build upon it, and guides societies to see their greater good. His archetype is Solomon, ancient lawgiver and philosopher of the Old Testament. Sometimes appearing cool and detached, he can be misunderstood as not caring.\nBut emotional displays are just not his medium, nor is he moved by appeals to sympathy or pity. With the philosophical overview that comes from long experience, he listens deeply, watches closely and speaks last. In the end, his even-handedness and objectivity earn him the respect he receives from his community, and those who cannot work out their problems come to him voluntarily for advice.\nOccasionally this man is subtly detailed to imply that he is a woman in male armor. If you notice this theme in your deck, it is a reference to Joan of Arc, the Maid of Orleans, archetype of a devout and inspired woman warrior, who was mystically led to abandon her social role to defend what she saw as the greater good. Although she was martyred young, her model crystallizes the message that sometimes the good of the whole is more important than the good of the individual, and in that case, even if you lose, you win just for being there.","position_int":2,"position_name":"Situation","card":63},{"position_header":"The Challenges\/Opportunities position helps you get the best out of your situation. It reflects the cutting edge in the situation, the learning curve whereby you can turn adversity into accomplishment -- using creativity and a positive attitude.\nThis card can point to recurring themes in the challenges you have faced in your life -- and to opportunities that may yet present themselves. Can you think of any patterns which are returning to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the situation this time around?\nThe wisdom of this card can help you turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go about your way in the world. Your expanding capacity will become an asset and source of inspiration to all.","interp_header":"Speak up only when you are clearly aware of your motives and intentions. Maintain the highest standards.","interp":"With the King of Swords in this position, you are challenged to rigorously examine all your cherished assumptions in order to maintain the highest possible standard of ethics and morality. In other words, you cannot earn the right to influence others if you haven't first ordered your own life. \nListen to everyone else first, and speak last. After others have said their piece, make the pronouncement that resolves the issue. When the King of Swords makes a choice or takes a stand, he does so with the highest and most broad-minded motives. Take this opportunity to point out progressive, democratic and noble paths of action. Stake out the higher ground and stay with it.","interp_general":"Traditionally, representing the energy of a King, this masculine energy form is the Adjudicator, the wise judge or mediator. He helps parties in conflict discover common ground and build upon it, and guides societies to see their greater good. His archetype is Solomon, ancient lawgiver and philosopher of the Old Testament. Sometimes appearing cool and detached, he can be misunderstood as not caring.\nBut emotional displays are just not his medium, nor is he moved by appeals to sympathy or pity. With the philosophical overview that comes from long experience, he listens deeply, watches closely and speaks last. In the end, his even-handedness and objectivity earn him the respect he receives from his community, and those who cannot work out their problems come to him voluntarily for advice.\nOccasionally this man is subtly detailed to imply that he is a woman in male armor. If you notice this theme in your deck, it is a reference to Joan of Arc, the Maid of Orleans, archetype of a devout and inspired woman warrior, who was mystically led to abandon her social role to defend what she saw as the greater good. Although she was martyred young, her model crystallizes the message that sometimes the good of the whole is more important than the good of the individual, and in that case, even if you lose, you win just for being there.","position_int":3,"position_name":"Challenges\/​Opportunities","card":63}]