[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","position_name":"Love & Me","interp":"The World in this position symbolizes the energy of the Great Goddess Sofia -- the universal womb from which all manifestation comes forth. This state of consciousness is characterized by a balance between the Inner Life and the Outer Life. In this state you are no longer alienated from other life forms, great and small. You worked hard through many cycles to achieve such a mystical experience.\nYour ego can no longer block the light of awareness that moves through you. According to the Tarot, the spiritual mission of human beings is to mediate the three worlds of universal consciousness, self-consciousness and the collective unconscious. When such epiphanies happen, we experience ourselves in a timeless state of grace where there is no doubt, shame, or grief. Such a moment is priceless and worth all the work and waiting. It's the culmination of all your efforts and a harbinger of remarkable potentials, romantically and otherwise.","card":21,"interp_general":"What has traditionally been known as the World card points to the presiding intelligence, called \"Sophia,\" or Wisdom, which upholds life on this and all worlds. A more precise title for this card might be \"the Soul of the World,\" also applicable as a symbol of personal empowerment and freedom. In most Tarot decks it is a female figure that has become our standard World image. She originates in Hebrew, Gnostic and Alchemical lore, and stands between heaven and earth as the Cosmic Mother of Souls, the Wife of God and our protector from the karmic forces we have set loose upon the Earth in our immaturity and ignorance.\nWhere the Empress energy secures and fertilizes our terrestrial lives, the goddess of The World invites us into cosmic citizenship -- once we come to realize our soul's potential for it. Just as the Chariot stands for success in achieving a separate Self, and Temperance represents achievement of mental and moral health, the World card announces the awakening of the soul's Immortal Being, accomplished without the necessity of dying.\nThis card, like the Sun, is reputed to have no negative meaning no matter where or how it appears. If the Hermetic axiom is \"Know Thyself\", this image represents what becomes known when the true nature of Self is followed to creative freedom and its ultimate realization.","position_int":1,"interp_header":"Everything in the world, including your next relationship, is in balance and you participate fully in that."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","position_name":"Situation","interp":"When the World is in this position, you may have arrived at the center of the Universe. Here, smack dab in the bull's eye you may find the love of your life. It seems absurdly easy now, after all that time of effort and struggle. However, it would be wise to continue to earn the admiration of this most important person. Make sure to express every day how this new relationship completes you. You have achieved what you set out to.\nFreely accept at the deepest level that people such as you really do get what they set their hearts on. You are the person you wanted to be and you are in the company you wanted to keep. You can now inhabit what used to be only a dream.","card":21,"interp_general":"What has traditionally been known as the World card points to the presiding intelligence, called \"Sophia,\" or Wisdom, which upholds life on this and all worlds. A more precise title for this card might be \"the Soul of the World,\" also applicable as a symbol of personal empowerment and freedom. In most Tarot decks it is a female figure that has become our standard World image. She originates in Hebrew, Gnostic and Alchemical lore, and stands between heaven and earth as the Cosmic Mother of Souls, the Wife of God and our protector from the karmic forces we have set loose upon the Earth in our immaturity and ignorance.\nWhere the Empress energy secures and fertilizes our terrestrial lives, the goddess of The World invites us into cosmic citizenship -- once we come to realize our soul's potential for it. Just as the Chariot stands for success in achieving a separate Self, and Temperance represents achievement of mental and moral health, the World card announces the awakening of the soul's Immortal Being, accomplished without the necessity of dying.\nThis card, like the Sun, is reputed to have no negative meaning no matter where or how it appears. If the Hermetic axiom is \"Know Thyself\", this image represents what becomes known when the true nature of Self is followed to creative freedom and its ultimate realization.","position_int":2,"interp_header":"You drew your arrow and hit your target in the style of a skillful archer. Now you will find the relationship that once you could only dream about."},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","position_name":"Challenges","interp":"The World in this position challenges you to maintain a dynamic balance between inner pressures and outer circumstances of your forthcoming relationship. This may be viewed as the push and pull that exists between polar energies such as your male and female sides, innocence and wisdom, and action and response.\nYou and the one you care about may have grown into your potential. It may be wonderful to find yourself at the center of the universe, in the right place at the right time. Still, this requires effort and attention. How you respond to maintaining this balance will determine how constant the fulfillment and success gained in your new relationship will be.","card":21,"interp_general":"What has traditionally been known as the World card points to the presiding intelligence, called \"Sophia,\" or Wisdom, which upholds life on this and all worlds. A more precise title for this card might be \"the Soul of the World,\" also applicable as a symbol of personal empowerment and freedom. In most Tarot decks it is a female figure that has become our standard World image. She originates in Hebrew, Gnostic and Alchemical lore, and stands between heaven and earth as the Cosmic Mother of Souls, the Wife of God and our protector from the karmic forces we have set loose upon the Earth in our immaturity and ignorance.\nWhere the Empress energy secures and fertilizes our terrestrial lives, the goddess of The World invites us into cosmic citizenship -- once we come to realize our soul's potential for it. Just as the Chariot stands for success in achieving a separate Self, and Temperance represents achievement of mental and moral health, the World card announces the awakening of the soul's Immortal Being, accomplished without the necessity of dying.\nThis card, like the Sun, is reputed to have no negative meaning no matter where or how it appears. If the Hermetic axiom is \"Know Thyself\", this image represents what becomes known when the true nature of Self is followed to creative freedom and its ultimate realization.","position_int":3,"interp_header":"You will have the opportunity to master the elements of a potential relationship to the degree that success is a regular occurrence."}]