[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","interp_header":"Let your focus be on advancing your cause on behalf of a possible relationship.","interp":"When the Five of Wands falls in this position, the message is to focus on the goal that you and a potential partner share, rather than the struggle. Sometimes it may be necessary to push yourself through resistance to make things happen. In order to succeed in a worthy partnership enterprise, one needs to be prepared to deal with obstacles and competitors.\nGrowing a thicker skin helps, as does learning not to take small matters too seriously. You and your desired partner have every reason to feel confident about your ability to succeed at whatever you commit to. You could most likely have the power to sustain yourselves through this stage.","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThe Five of this suit symbolizes struggles caused by ambitious maneuvering and a competitive urge. This could be about someone who is pushing her or his agenda forward at the expense of others.\nThere can be a fine line between demonstrating personal excellence and making others feel like losers. It may be necessary to ask yourself, who is it that really benefits when we all fight so hard for such small rewards? Am I serving a negative, manipulative agenda when I start applying battle metaphors to business?\nEven when your only motive is to be the best you can be, to get recognition for what is fine and unique about you, it is still sensible to minimize the number of egos bruised in the process, lest your success be celebrated alone.","position_int":1,"position_name":"Love & Me","card":26},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","interp_header":"When harmonious circumstances get conflicted, focus on the whole rather than your individual part in a potential relationship.","interp":"The Five of Wands in this position indicates something in the environment may be pitting you against the one you want to be involved with. Once a relationship gets fraught with one-upmanship, it is difficult not to get caught up in conflicts and competition.\nIf you find the situation escalating, consider the big picture rather than being overwhelmed by petty disagreements. Step back, examine the matter dispassionately and trace the source of this disturbance. Don't play the blame game. Your path is to recognize and break the negative cycle and patterns that you are part of.","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThe Five of this suit symbolizes struggles caused by ambitious maneuvering and a competitive urge. This could be about someone who is pushing her or his agenda forward at the expense of others.\nThere can be a fine line between demonstrating personal excellence and making others feel like losers. It may be necessary to ask yourself, who is it that really benefits when we all fight so hard for such small rewards? Am I serving a negative, manipulative agenda when I start applying battle metaphors to business?\nEven when your only motive is to be the best you can be, to get recognition for what is fine and unique about you, it is still sensible to minimize the number of egos bruised in the process, lest your success be celebrated alone.","position_int":2,"position_name":"Situation","card":26},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","interp_header":"Raise the consciousness of a potential partner. Cooperation instead of competition will bring you into alignment with the greater good.","interp":"The Five of Wands in this position challenges you to help raise the awareness of the one you may soon be involved with, forsaking competition and instead cooperatively questioning the overall dynamics of the situation or possible relationship. This card represents the point at which consciousness moves from a self-centered place to the desire to join forces for a greater good.\nAs collective consciousness rises above bickering and schisms, you may target the real problem. If you take charge, you may be able to count on the support of your future partner and others who have not yet defined the common good.","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThe Five of this suit symbolizes struggles caused by ambitious maneuvering and a competitive urge. This could be about someone who is pushing her or his agenda forward at the expense of others.\nThere can be a fine line between demonstrating personal excellence and making others feel like losers. It may be necessary to ask yourself, who is it that really benefits when we all fight so hard for such small rewards? Am I serving a negative, manipulative agenda when I start applying battle metaphors to business?\nEven when your only motive is to be the best you can be, to get recognition for what is fine and unique about you, it is still sensible to minimize the number of egos bruised in the process, lest your success be celebrated alone.","position_int":3,"position_name":"Challenges","card":26}]