[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","position_name":"Love & Me","interp":"The Two of Wands in this position indicates a need to stop and get your bearings. Your path has seemed erratic and unclear, necessitating new choices every few steps. Make no moves that will produce permanent consequences until you have worked your way through this period of confusion or insecurity with your potential partner or love interest. The uncertainty will pass and you will see the bigger picture again. If you are patient and sincere, the right path will be revealed to you.","card":23,"interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThe Two in this suit, often portrayed as crossed wands, imply a deadlock due to energies working at cross-purposes. This could refer to an internal split -- perhaps a duel between optimistic and pessimistic parts of your psyche, for example -- or some situation where you feel \"damned if you do, damned if you don't.\" This could be a standoff with another person or rubbing up against limitations that are currently imposed upon you.\nThis card points to the possibility of creeping self-doubt -- the kind that arises in a situation where one has bitten off more than one can chew. Give yourself a moment to take in the full implications of your situation. Find your bearings again before launching back into action. Deal with real concerns now -- before they become regrets!","position_int":1,"interp_header":"Assess your romantic prospects and possible relationship situations with patience and self-restraint."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","position_name":"Situation","interp":"The Two of Wands in this position reveals that the one you want may not be clear about his or her goals and cannot move forward in the direction you would prefer. Although this can feel agonizing to an ambitious person, it could be wise to accept this as a natural stage in the process. Perhaps you have yet to identify your highest interests in common. The dance of polarity pits individuality against togetherness. Why allow yourself to become irritated with what is different?\nHow do you best cope? Learn to be still at moments like this. Your future partner needs time in which to assess the implications. Free from pressure he or she will act. This is preferable to proceeding unprepared, which will only cause your possible relationship to face greater problems later on.","card":23,"interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThe Two in this suit, often portrayed as crossed wands, imply a deadlock due to energies working at cross-purposes. This could refer to an internal split -- perhaps a duel between optimistic and pessimistic parts of your psyche, for example -- or some situation where you feel \"damned if you do, damned if you don't.\" This could be a standoff with another person or rubbing up against limitations that are currently imposed upon you.\nThis card points to the possibility of creeping self-doubt -- the kind that arises in a situation where one has bitten off more than one can chew. Give yourself a moment to take in the full implications of your situation. Find your bearings again before launching back into action. Deal with real concerns now -- before they become regrets!","position_int":2,"interp_header":"Allow your future relationship situation to unfold at its own pace, even if it's difficult for you to give up control."},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","position_name":"Challenges","interp":"The Two of Wands in this position provides a challenge to learn to use down time productively. Creativity requires leisure. There may be no available energy for forward progress in a forthcoming relationship at this time anyway, so rest and restore yourself. Rather than waste time during such an opportunity, use it for contemplative relaxation or meditation.\nDon't worry about how to orchestrate things just yet. Instead, let go and surrender yourself to the sights, sounds, and realities of the situation as it is. This will put you in a more favorable position when the time for action arrives.","card":23,"interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThe Two in this suit, often portrayed as crossed wands, imply a deadlock due to energies working at cross-purposes. This could refer to an internal split -- perhaps a duel between optimistic and pessimistic parts of your psyche, for example -- or some situation where you feel \"damned if you do, damned if you don't.\" This could be a standoff with another person or rubbing up against limitations that are currently imposed upon you.\nThis card points to the possibility of creeping self-doubt -- the kind that arises in a situation where one has bitten off more than one can chew. Give yourself a moment to take in the full implications of your situation. Find your bearings again before launching back into action. Deal with real concerns now -- before they become regrets!","position_int":3,"interp_header":"If you use a lull in a future relationship situation to rest yourself and refresh your awareness, you will be strengthened."}]