[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","position_name":"Love & Me","interp":"The Lovers symbolize attraction and choices. Perhaps you are torn within yourself. One side is instinctive, emotional, intuitive, sensual, and magical. The other is lucid, highly principled, rational, and attuned to social and cultural elements. We have an aboriginal wild child and a cultured, mature adult self.\nYou have some trust for each of them, but you may not believe they can merge in a forthcoming relationship with your next partner. Whenever the Lovers card appears, you must either integrate two entities or let go of one of them. You would do well to consider how the consequences of these choices will impact on what you want out of a future relationship.","card":6,"interp_general":"Although it has taken on a strictly romantic revision of meaning in some modern decks, traditionally the Lovers card of Tarot reflected the challenges of choosing a partner. At a crossroads, one cannot take both paths. The images on this card in different decks have varied more than most, because we have had so many ways of looking at sex and relationships across cultures and centuries.\nClassically, the energy of this card reminded us of the real challenges posed by romantic relationships, with the protagonist often shown in the act of making an either-or choice. To partake of a higher ideal often requires sacrificing the lesser option. The path of pleasure eventually leads to distraction from spiritual growth. The gratification of the personality eventually gives way to a call from spirit as the soul matures.\nModern decks tend to portray the feeling of romantic love with this card, showing Adam and Eve at the gates of Eden when everything was still perfect. This interpretation portrays humanity before the Fall, and can be thought to imply a different sort of choice -- the choice of evolution over perfection, or the choice of personal growth through relationship -- instead of a fantasy where everything falls into place perfectly and is taken care of without effort.","position_int":1,"interp_header":"You are standing at a crossroads with one who is a potential partner."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","position_name":"Situation","interp":"When the Lovers card appears in this position, you are coming to a fork in the relationship road. One path must be chosen, the other path let go of.\nIf you take the time to go within and are honest with yourself, you may make the appropriate choice. This does not necessarily mean you take either one path or the other. You may choose an entirely new path, even one you take alone. Gather your maturity and sobriety about you. If you are just fooling around, it could turn out to be a costly emotional decision.","card":6,"interp_general":"Although it has taken on a strictly romantic revision of meaning in some modern decks, traditionally the Lovers card of Tarot reflected the challenges of choosing a partner. At a crossroads, one cannot take both paths. The images on this card in different decks have varied more than most, because we have had so many ways of looking at sex and relationships across cultures and centuries.\nClassically, the energy of this card reminded us of the real challenges posed by romantic relationships, with the protagonist often shown in the act of making an either-or choice. To partake of a higher ideal often requires sacrificing the lesser option. The path of pleasure eventually leads to distraction from spiritual growth. The gratification of the personality eventually gives way to a call from spirit as the soul matures.\nModern decks tend to portray the feeling of romantic love with this card, showing Adam and Eve at the gates of Eden when everything was still perfect. This interpretation portrays humanity before the Fall, and can be thought to imply a different sort of choice -- the choice of evolution over perfection, or the choice of personal growth through relationship -- instead of a fantasy where everything falls into place perfectly and is taken care of without effort.","position_int":2,"interp_header":"You are faced with a choice, one that challenges your ability to trust yourself and your potential love interest. "},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","position_name":"Challenges","interp":"The Lovers in this position challenge you to distill the best from seeming opposites and create a new recipe for a forthcoming harmonious relationship. Rather than thinking of them as opposing each other, consider these two elements as left and right hands. In a spiritual sense, these hands are in service to each other. If the left hand is injured, the right hand naturally acts to help and heal it.\nWithin the context of your possible relationship, if you can harmonize these opposites then you may have the chance to heal a rift and greatly expand your awareness. To react or pit one side against the other, however, is to slide back into unconsciousness. Be open to new recipes and share whatever you learn from this experience.","card":6,"interp_general":"Although it has taken on a strictly romantic revision of meaning in some modern decks, traditionally the Lovers card of Tarot reflected the challenges of choosing a partner. At a crossroads, one cannot take both paths. The images on this card in different decks have varied more than most, because we have had so many ways of looking at sex and relationships across cultures and centuries.\nClassically, the energy of this card reminded us of the real challenges posed by romantic relationships, with the protagonist often shown in the act of making an either-or choice. To partake of a higher ideal often requires sacrificing the lesser option. The path of pleasure eventually leads to distraction from spiritual growth. The gratification of the personality eventually gives way to a call from spirit as the soul matures.\nModern decks tend to portray the feeling of romantic love with this card, showing Adam and Eve at the gates of Eden when everything was still perfect. This interpretation portrays humanity before the Fall, and can be thought to imply a different sort of choice -- the choice of evolution over perfection, or the choice of personal growth through relationship -- instead of a fantasy where everything falls into place perfectly and is taken care of without effort.","position_int":3,"interp_header":"Opposites can be brought into harmony within a potential relationship."}]