[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","position_name":"Love & Me","interp":"The King of Wands in this position shows you projecting a sense of authority and security that can rightfully inspire appreciation and gratitude. This is your time to shine and for your relationship capabilities to be recognized. This king is sometimes interpreted as autocratic, however, so strive to be objective and open-minded. Avoid offending others who may feel jealous.\nRemember that everything is cyclical and passes through seasons of change. The sense of serenity felt at the top is no guarantee that the high-ranking position will last. Stay balanced and use power wisely to set a good example for those who will follow in your footsteps.","card":35,"interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nTraditionally representing the energy of a dynamic King, this card represents the classic conquering hero. He's a charismatic leader, entrepreneurial and ambitious, always creating new adventures. He does this because he doesn't like to stay home or to have to \"mind the store\" -- he gets to feeling restless and bored with the predictable. If you need a crusader, or someone to take on a big challenge, he's your man. He needs a big assignment, and would rather lead than follow.\nIt could be said that he has a bit of an ego, as evidenced in his enjoyment of flattery and praise. Ever a bit the performer, he overachieves in situations where it will be noticed, but in private he wants to be served and adored like the head lion of a pride. A benevolent despot, he makes life wonderful for those he loves, and just the opposite for those who displease him.","position_int":1,"interp_header":"You experience the benefits that come from confidence in your abilities to relate well to a partner."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","position_name":"Situation","interp":"The King of Wands in this position indicates that a new level of authority may have been assumed by someone in your close environment. That person may need some behind-the-scenes assistance to perform this role wisely. This could be a partner; it could be a counselor to both of you. Your patience and cooperation will be valuable to helping this person get his or her bearings.\nIt is not in your best interests to be competitive or combative at this time. Instead, lend your humble support and resist the temptation to upstage anyone else. Right now, it would be very helpful to your long-term prospects to become advisor to this king!","card":35,"interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nTraditionally representing the energy of a dynamic King, this card represents the classic conquering hero. He's a charismatic leader, entrepreneurial and ambitious, always creating new adventures. He does this because he doesn't like to stay home or to have to \"mind the store\" -- he gets to feeling restless and bored with the predictable. If you need a crusader, or someone to take on a big challenge, he's your man. He needs a big assignment, and would rather lead than follow.\nIt could be said that he has a bit of an ego, as evidenced in his enjoyment of flattery and praise. Ever a bit the performer, he overachieves in situations where it will be noticed, but in private he wants to be served and adored like the head lion of a pride. A benevolent despot, he makes life wonderful for those he loves, and just the opposite for those who displease him.","position_int":2,"interp_header":"Someone you know is taking a leadership role. This person may need your support right now."},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","position_name":"Challenges","interp":"The King of Wands in this position exposes the fine line between bold leadership and irritating bossiness. At times those who would benefit from some helpful management resist it the most, even though a relationship situation could be vastly improved if they were receptive to some direction.\nIf you see the need for a new way of doing things, then you may want to inspire others in that direction without setting off their anti-authority alarms. It's less important to worry about your image than to get the job done. Stay centered on the challenge, be diplomatic and others may surprise you with how willing they are to go along.","card":35,"interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nTraditionally representing the energy of a dynamic King, this card represents the classic conquering hero. He's a charismatic leader, entrepreneurial and ambitious, always creating new adventures. He does this because he doesn't like to stay home or to have to \"mind the store\" -- he gets to feeling restless and bored with the predictable. If you need a crusader, or someone to take on a big challenge, he's your man. He needs a big assignment, and would rather lead than follow.\nIt could be said that he has a bit of an ego, as evidenced in his enjoyment of flattery and praise. Ever a bit the performer, he overachieves in situations where it will be noticed, but in private he wants to be served and adored like the head lion of a pride. A benevolent despot, he makes life wonderful for those he loves, and just the opposite for those who displease him.","position_int":3,"interp_header":"Learn to practice leadership by inspiring progress and innovation rather than by fighting for absolute control over your relationships."}]