[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","interp_header":"Put convention aside and be empowered by revealing your passionate nature in your romantic life with your potential partner.","interp":"The Devil card symbolizes letting those parts of yourself that have been repressed or shamed out of the closet. It represents hidden parts of ourselves, what Jung referred to as \"Shadow.\" In general, we fear its emergence, but this card is reminding you to face your shadow stuff. Whenever we reveal hidden inner dynamics, we fear we will be seen as ugly, demanding or excessive, even monstrous.\nWe are conditioned to mistrust passionate desires and basic instincts, because we are afraid that we might go too far, slipping into hedonism or addiction. To become a charismatic individual who can make a difference in your forthcoming love relationship, however, you need to outgrow fearful inhibitions placed upon your personally and self- expression. In every generation there have been those who push these limits. They may have been demonized in their time, but later generations understood the honesty, courage, and healing power of their daring.","interp_general":"What has traditionally been known as the Devil card expresses the realm of the Taboo, the culturally rejected wildness and undigested shadow side that each of us carries in our subconscious. This shadow is actually at the core of our being, which we cannot get rid of and will never succeed in taming. From its earliest versions, which portrayed a vampire-demon, this card evoked the Church-fueled fear that a person could \"lose their soul\" to wild and passionate forces.\nThe image which emerged in the mid-1700's gives us a more sophisticated rendition -- that of the \"scapegoated Goddess,\" whose esoteric name is Baphomet. Volcanic reserves of passion and primal desire empower her efforts to overcome the pressure of stereotyped roles and experience true freedom of soul. Tavaglione's highly evolved image (Stella deck) portrays the magical formula for harnessing and transmuting primal and obsessive emotions into transformative energies. As a part of the Gnostic message of Tarot, this fearsome passion and power must be reintegrated into the personality, to fuel the soul's passage from mortal to immortal.","position_int":1,"position_name":"Love & Me","card":15},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","interp_header":"You and a potential partner are capable of having a considerable effect on each other. There are no small moves here. Every action has consequences -- even non-action has consequences.","interp":"The Devil card in this position warns that you may be facing the dangers of ego inflation -- either within yourself or someone you are involved with.\nWhen a person is in a position to have whatever she or he might want, there is a danger of feeling invincible and acting in a grandiose manner. The key here? Try to determine the right use of will and action in every dimension of your life. This situation is trying to educate you. If you refrain from judging things in black and white terms, or labelling things as either good or bad, you will notice that there is a tremendous amount of life force available to you.\nThe energy could find expression in a number of ways, depending upon how you choose to direct it. It could manifest as a vital passion that precipitates mutual awakening and a deeper love, or as a self-centered power trip. Pay attention to how the life force wants to move. Do your part by following the flow and continuing to learn. Remain flexible and open to change.","interp_general":"What has traditionally been known as the Devil card expresses the realm of the Taboo, the culturally rejected wildness and undigested shadow side that each of us carries in our subconscious. This shadow is actually at the core of our being, which we cannot get rid of and will never succeed in taming. From its earliest versions, which portrayed a vampire-demon, this card evoked the Church-fueled fear that a person could \"lose their soul\" to wild and passionate forces.\nThe image which emerged in the mid-1700's gives us a more sophisticated rendition -- that of the \"scapegoated Goddess,\" whose esoteric name is Baphomet. Volcanic reserves of passion and primal desire empower her efforts to overcome the pressure of stereotyped roles and experience true freedom of soul. Tavaglione's highly evolved image (Stella deck) portrays the magical formula for harnessing and transmuting primal and obsessive emotions into transformative energies. As a part of the Gnostic message of Tarot, this fearsome passion and power must be reintegrated into the personality, to fuel the soul's passage from mortal to immortal.","position_int":2,"position_name":"Situation","card":15},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","interp_header":"Get in touch with your deepest passions and instinct, so they can be channeled to benefit a potential relationship.","interp":"The Devil card in this position challenges you to feel your desire, passion or attraction fully, but to unleash that powerful force only for the greatest good of your forthcoming relationship. Be in touch with your vital force, its passionate energy and urges, but don't lose your head. These powerful and transforming times demand that you learn to handle unpredictable and unimagined experiences with poise. That can't be done if you fall into Judgement, unbridled lust, or any other form of emotional or physical addiction.\nIf you can participate in this arousing new relationship without completely losing your composure, you may be of great value to the one you care about. You have some powerful energy within you. Let it express, but channel that expression for the good and fulfillment of your mutual relationship goals.","interp_general":"What has traditionally been known as the Devil card expresses the realm of the Taboo, the culturally rejected wildness and undigested shadow side that each of us carries in our subconscious. This shadow is actually at the core of our being, which we cannot get rid of and will never succeed in taming. From its earliest versions, which portrayed a vampire-demon, this card evoked the Church-fueled fear that a person could \"lose their soul\" to wild and passionate forces.\nThe image which emerged in the mid-1700's gives us a more sophisticated rendition -- that of the \"scapegoated Goddess,\" whose esoteric name is Baphomet. Volcanic reserves of passion and primal desire empower her efforts to overcome the pressure of stereotyped roles and experience true freedom of soul. Tavaglione's highly evolved image (Stella deck) portrays the magical formula for harnessing and transmuting primal and obsessive emotions into transformative energies. As a part of the Gnostic message of Tarot, this fearsome passion and power must be reintegrated into the personality, to fuel the soul's passage from mortal to immortal.","position_int":3,"position_name":"Challenges","card":15}]