[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","interp_header":"A new journey of discovery in the romantic realm is about to be embarked upon with optimism and high spirits.","interp":"The Knight of Wands (in some decks, a Prince) in this position indicates readiness for a voyage of discovery for you and your possible love interest. You are prepared for the journey, your effects are in order, you are in great shape and the excitement of departure prevails.\nInside there is a powerful feeling of youthful idealism -- you have no idea if this is going to be difficult or not, but those problems are tomorrow's problems. Today the energy is high, spirits are bright, the sky is clear and if there ever was a heroic and noble impulse in you, you are getting a chance to express it now.","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThis character is traditionally called the Knight, but in some modern decks appears as the Prince. Traditionally, this card indicates the energy of a rabble-rouser, a fire-starter, a feisty and easily provoked character who is liable to attack first and ask questions later. This energy is quick to anger and enjoys a fight -- so much so that he might even experience a secret disappointment at the thought of a diplomatic solution! Nevertheless, he sees himself as trying to help, rescuing the world from its madness by imposing his sense of order upon it.\nHis vices are bossiness, paranoia and a tendency towards overkill. Nevertheless, there are times when his energy is perfectly appropriate, like when his assertively protective nature is defending threatened treasures or interfering with dark forces. The trick is to keep a sense of proportion when this Knight unleashes his fire, because he enjoys intense experiences and is always ready to take it to the next level. Once in awhile, this kind of kamikaze intensity is called for, but on a daily basis it is exhausting.","position_int":1,"position_name":"Love & Me","card":33},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","interp_header":"Celebrate and support a renewed sense of adventure moving toward a vision of the ideal relationship, even in the face of the challenges modern relationships face.","interp":"The Knight of Wands (in some decks, a Prince) in this position suggests that your possible romantic partner may be launching into their dream. The effects of his or her dream on the potential relationship may be poignant and bittersweet to you. You realize how joyful and important an occasion it is. Still, you see the possibility that the shiny new armor will soon be dented, the husky horse will become tired and the optimism of new beginnings tempered by a few difficult trials.\nAt this point, unalloyed optimism has not yet met much of an adversary, and that's a beautiful state -- for now. Don't be cynical, however, because this dream deserves to be celebrated and supported, no matter how more seasoned eyes might envision the eventual outcome.","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThis character is traditionally called the Knight, but in some modern decks appears as the Prince. Traditionally, this card indicates the energy of a rabble-rouser, a fire-starter, a feisty and easily provoked character who is liable to attack first and ask questions later. This energy is quick to anger and enjoys a fight -- so much so that he might even experience a secret disappointment at the thought of a diplomatic solution! Nevertheless, he sees himself as trying to help, rescuing the world from its madness by imposing his sense of order upon it.\nHis vices are bossiness, paranoia and a tendency towards overkill. Nevertheless, there are times when his energy is perfectly appropriate, like when his assertively protective nature is defending threatened treasures or interfering with dark forces. The trick is to keep a sense of proportion when this Knight unleashes his fire, because he enjoys intense experiences and is always ready to take it to the next level. Once in awhile, this kind of kamikaze intensity is called for, but on a daily basis it is exhausting.","position_int":2,"position_name":"Situation","card":33},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","interp_header":"Muster courage for a journey that will test your confidence and optimism as you face relationship challenges.","interp":"The Knight of Wands (in some decks, a Prince) in this position is a call to muster courage and embark upon a sacred journey filled with faith. Recognize that whatever confidence and optimism you summon will be tested in the course of a challenging new relationship. However, don't expect that all will proceed as planned.\nPay attention to your feelings. Strengthen yourself as you recognize how extraordinary it is to deeply feel a sense of mission, purpose and destiny. Keep a balanced outlook. No matter how the possible relationship works out, you have the potential to serve a higher cause that is both exciting and worth the effort.","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThis character is traditionally called the Knight, but in some modern decks appears as the Prince. Traditionally, this card indicates the energy of a rabble-rouser, a fire-starter, a feisty and easily provoked character who is liable to attack first and ask questions later. This energy is quick to anger and enjoys a fight -- so much so that he might even experience a secret disappointment at the thought of a diplomatic solution! Nevertheless, he sees himself as trying to help, rescuing the world from its madness by imposing his sense of order upon it.\nHis vices are bossiness, paranoia and a tendency towards overkill. Nevertheless, there are times when his energy is perfectly appropriate, like when his assertively protective nature is defending threatened treasures or interfering with dark forces. The trick is to keep a sense of proportion when this Knight unleashes his fire, because he enjoys intense experiences and is always ready to take it to the next level. Once in awhile, this kind of kamikaze intensity is called for, but on a daily basis it is exhausting.","position_int":3,"position_name":"Challenges","card":33}]