[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","position_name":"Love & Me","interp":"The Sun in this position symbolizes a return to Eden, a return to your original nature. This is the card of the person who is expressing the highest creativity and doing her or his best work.\nYour motives, outlook, beliefs and relationship goals are all synchronized. There are no hidden motives, nagging doubts or fear of the outcome. Relax, look around and enjoy the wonderful view from the center of your universe.","card":19,"interp_general":"What has traditionally been known as the Sun card is about the self -- who you are and how you cultivate your personality and character. The earth revolves around the sun to make up one year of a person's life, a fact we celebrate on our birthday.\nThe Sun card could also be titled \"Back to Eden.\" The Sun's radiance is where one's original nature or unconditioned Being can be encountered in health and safety. The limitations of time and space are stripped away; the soul is refreshed and temporarily protected from the chaos outside the garden walls.\nUnder the light of the Sun, Life reclaims its primordial goodness, truth and beauty. If one person is shown on this card, it is usually signifying a human incarnation of the Divine. When two humans are shown, the image is portraying a resolution of the tension between opposites at all levels. It's as if this card is saying \"You can do no wrong -- it's all to the good!\"","position_int":1,"interp_header":"You are in the right place at the right time for a potential relationship with one you desire. "},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","position_name":"Situation","interp":"When the Sun is in this position, you may be in charmed company. Circumstances are conducive for you to enjoy a well-rounded, possible relationship. You and the one you desire have the capacity to fit together effortlessly and form a perfect team.\nThis could very well be an exciting time in your life. The fascinating and challenging projects coming your way may be motivating you to take great strides toward developing a mutual vision. This is one of those periods when the boundaries between work and play tend to disappear. Enjoy this time for as long as it lasts.","card":19,"interp_general":"What has traditionally been known as the Sun card is about the self -- who you are and how you cultivate your personality and character. The earth revolves around the sun to make up one year of a person's life, a fact we celebrate on our birthday.\nThe Sun card could also be titled \"Back to Eden.\" The Sun's radiance is where one's original nature or unconditioned Being can be encountered in health and safety. The limitations of time and space are stripped away; the soul is refreshed and temporarily protected from the chaos outside the garden walls.\nUnder the light of the Sun, Life reclaims its primordial goodness, truth and beauty. If one person is shown on this card, it is usually signifying a human incarnation of the Divine. When two humans are shown, the image is portraying a resolution of the tension between opposites at all levels. It's as if this card is saying \"You can do no wrong -- it's all to the good!\"","position_int":2,"interp_header":"To do your best work in the company of a potential love interest is pure pleasure."},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","position_name":"Challenges","interp":"The Sun in this position challenges you to relax and cooperate with a positive and benign time in your life. Yet it asks that you not become addicted to whatever praise and cooperation you may be enjoying in a developing relationship. You are being advanced both by circumstances and by having the right connections. In other words, you may be in the right place at the right time.\nOf course, it's not accidental. You deserve this good fortune. Just don't become overconfident or carelessly self-absorbed and throw this opportunity away. Remain attentive in a relaxed and expressive state.","card":19,"interp_general":"What has traditionally been known as the Sun card is about the self -- who you are and how you cultivate your personality and character. The earth revolves around the sun to make up one year of a person's life, a fact we celebrate on our birthday.\nThe Sun card could also be titled \"Back to Eden.\" The Sun's radiance is where one's original nature or unconditioned Being can be encountered in health and safety. The limitations of time and space are stripped away; the soul is refreshed and temporarily protected from the chaos outside the garden walls.\nUnder the light of the Sun, Life reclaims its primordial goodness, truth and beauty. If one person is shown on this card, it is usually signifying a human incarnation of the Divine. When two humans are shown, the image is portraying a resolution of the tension between opposites at all levels. It's as if this card is saying \"You can do no wrong -- it's all to the good!\"","position_int":3,"interp_header":"Balance and cooperation are required when one is in a positive life and possible relationship period."}]