[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","position_name":"Love & Me","interp":"When the Three of Swords is in this position, elements within you are in opposition and tearing you apart. Heartbreak is classically associated with this card. It can refer to any relationship where a serious conflict would have significant emotional consequences.\nThe number three also represents the balance point, or hinge, between two polarized elements, so there may still be hope.This card implies a fifty-fifty chance of mending the conflict, but it does carries a sense of tragedy or impending pain. One needs to ask oneself, \"Did I bring some sense of frustration and pessimism into this situation? Am I going along with a pattern that's been laid over a relationship by others involved? Or is this just a non-workable situation?\"","card":52,"interp_general":"Traditionally, the Three of Swords signified separation or the breakup of a significant relationship, including the tragic emotions that come along with such an event. Some cards show the horizon filled with storm clouds and flashing lightning.\nThe positive side of this card would be the ending of draining or frustrating associations, to become free again. One message this card brings is to cut some things loose. In spite of sentimental memories and emotional attachments, we need to let go of relationships that either cannot live up to their promise or have outlived the pleasure and support we once found in them.","position_int":1,"interp_header":"Misunderstandings or unsuccessful communication are blocking the development of a relationship."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","position_name":"Situation","interp":"When the Three of Swords is in this position, you may be moving towards a battle that you really do not want to fight. What is the point of wounding a potential relationship -- just to prove that you are right?\nThe kinds of situations symbolized by this card call for a third party who can guide you and someone you care about away from the brink of disaster towards a meeting of minds and hearts. When you think straight, you know it is unnecessary for this quarrel to go to such an extreme. A mediator may be needed before hostilities go too far, because restoring peace through dialogue will be a challenge.","card":52,"interp_general":"Traditionally, the Three of Swords signified separation or the breakup of a significant relationship, including the tragic emotions that come along with such an event. Some cards show the horizon filled with storm clouds and flashing lightning.\nThe positive side of this card would be the ending of draining or frustrating associations, to become free again. One message this card brings is to cut some things loose. In spite of sentimental memories and emotional attachments, we need to let go of relationships that either cannot live up to their promise or have outlived the pleasure and support we once found in them.","position_int":2,"interp_header":"Peacemaking measures may be needed between you and someone you care about."},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","position_name":"Challenges","interp":"With the Three of Swords in this position, your unique point of view may help lower the stakes in a possibly tense future relationship. It may even create a dialogue to help relieve the anxiety and strain that has built up or looms on the horizon. It takes a brave soul to remain optimistic in the face of the storm. You may be able to help salvage some harmony from a stressful situation.\nApparently, you may be the one available person who has the skill and ability to facilitate better communications. While you might resist making a move, it may not be in your best interests to hold yourself back simply because a potential relationship is tense and frightening. Maybe there is something you can contribute that will smooth things out a bit. Have courage!","card":52,"interp_general":"Traditionally, the Three of Swords signified separation or the breakup of a significant relationship, including the tragic emotions that come along with such an event. Some cards show the horizon filled with storm clouds and flashing lightning.\nThe positive side of this card would be the ending of draining or frustrating associations, to become free again. One message this card brings is to cut some things loose. In spite of sentimental memories and emotional attachments, we need to let go of relationships that either cannot live up to their promise or have outlived the pleasure and support we once found in them.","position_int":3,"interp_header":"Intervene in the face of what could be a tense, new relationship. Summon up the courage others may be lacking."}]