[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","position_name":"Love & Me","interp":"When the Nine of Cups comes up in this position, you may finally be where you had hoped and dreamed to be. You may be savoring a sense of fulfillment, peace and joy with your desired love interest from having achieved your goal. Now you can also look forward to a window of relief from worry, anxiety and fear.\nThis card indicates healing, great pleasure and a sense of vindication. It feels as if you are a wanted child in an opportune and abundant universe. It's well worth whatever labors you had to go through to enjoy this feeling of satisfaction. Your heart is full of gratitude.","card":44,"interp_general":"The Nine of this suit is sometimes titled Happiness, but it is also known as Victory. The image on several versions of this card often shows an innkeeper doing a brisk business and feeling very happy about it all.\nThe rewards of high achievement are not all monetary, however. This happiness also refers to the feelings of fulfillment that come from good service to the community and support of one's family, as well as gratitude for all the blessings in one's life.","position_int":1,"interp_header":"You can soon revel in a bounty of psychic and relationship rewards. Your heart is full."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","position_name":"Situation","interp":"When the Nine of Cups is in this position, your future relationship with one you desire may have arrived at some kind of successful resolution. It could be some shared adventure, but could also be the result of navigating an emotional challenge. Whatever the arena, together you have accomplished what neither of you would have done alone. You have made it to the promised land, where there is rest, nourishment and serenity.\nAt the heart of the joy in this card is the unity that comes from the realization of shared dreams. Positive, abundant, and optimistic feelings are amplified when they are mutually held. Few human experiences are more pleasurable than cementing your relationship in the knowledge that you are truly there for each other. This card calls for a celebration, a toast, and acknowledgment for the great team you can be together.","card":44,"interp_general":"The Nine of this suit is sometimes titled Happiness, but it is also known as Victory. The image on several versions of this card often shows an innkeeper doing a brisk business and feeling very happy about it all.\nThe rewards of high achievement are not all monetary, however. This happiness also refers to the feelings of fulfillment that come from good service to the community and support of one's family, as well as gratitude for all the blessings in one's life.","position_int":2,"interp_header":"The celebration of shared endeavors may sweeten a desired relationship."},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","position_name":"Challenges","interp":"With the Nine of Cups in this position, you may take a well-deserved rest. Accept the rewards, which include time off for rejuvenation, but don't forget the motivation that carried you to this victorious and fulfilling place. Sometimes we may be tempted to rest on our laurels, but vigilance is required to maintain the position you have so recently won. Continue to tend and cultivate the success behind your upcoming relationship.\nIn some illustrated versions of this card, the Nine of Cups portrays a tavern owner setting up casks of ale on a Saturday night. The tavern is full. He knows he's popular and making money, but that doesn't lure him from behind the bar where he continues to work. Grinning, he knows that as long as he keeps everyone happy and well fed, then his cash register stays filled up, too.\nLike this tavern owner, don't expect to retire to a life of ease. Simply continue with your good work and be contented with the satisfaction that your good work brings to your future relationship.","card":44,"interp_general":"The Nine of this suit is sometimes titled Happiness, but it is also known as Victory. The image on several versions of this card often shows an innkeeper doing a brisk business and feeling very happy about it all.\nThe rewards of high achievement are not all monetary, however. This happiness also refers to the feelings of fulfillment that come from good service to the community and support of one's family, as well as gratitude for all the blessings in one's life.","position_int":3,"interp_header":"Accept some accolades for your accomplishments, then continue working on your forthcoming relationship."}]