[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","interp_header":"The inheritor of prestige and influence is also required to meet certain obligations that could affect your next partner or relationships.","interp":"With the Ten of Coins in this position, you are the proper inheritor of a family tradition or ethic that makes you an important person in your community. This underlying heritage may have so thoroughly permeated your history and development that you have gone to special lengths to be distinct from it, to avoid becoming swallowed by it.\nLiving up to this legacy may feel like a burden that affects your personal relationships, but it is yours to bear -- both literally and karmatically -- and it would be wrong to reject it. Obviously this situation provides you with stability and security, but it also creates special obligations. Maturity and sobriety are great allies to a person who has been given so much in terms of money, education, skills or responsibilities.","interp_general":"The Ten of this suit represents the final result of cumulative efforts -- perhaps after generations of effort -- resulting in such abundance that it directly and indirectly supports a lot of people. One layer of meaning refers to the pride of supporting your own lineage of well-loved souls.\nImagine a flow of resources so abundant that you are filled not only with pride but also self-respect and gratitude. Such bounty can impact the destiny of many families and generations. Nobility obligates its possessors, and the obligation must be passed down from generation to generation along with the abundance and freedom.","position_int":1,"position_name":"Love & Me","card":73},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","interp_header":"Learn to accommodate the entire spectrum of experience as you move among the privileged.","interp":"The Ten of Coins in this position suggests that a forthcoming, important relationship may introduce you to people who have a high degree of privilege. Both the negative and positive sides of these highly accomplished and affluent individuals are revealed to you through the daily contacts that you will make in this situation. Witnessing this exclusive mode of living may bring to mind the radical divisions separating different groups of people on this beloved yet paradoxical home we call earth. However, something in your destiny calls you to bridge these distances.\nTo become a true world citizen, you need to be able to move among all classes of people. This necessitates learning to feel natural among people who may take their life of luxury for granted. If you share your generous and concerned sensibilities with those people who have more money than they can spend, it could give you a powerful boost for doing good works in the world.","interp_general":"The Ten of this suit represents the final result of cumulative efforts -- perhaps after generations of effort -- resulting in such abundance that it directly and indirectly supports a lot of people. One layer of meaning refers to the pride of supporting your own lineage of well-loved souls.\nImagine a flow of resources so abundant that you are filled not only with pride but also self-respect and gratitude. Such bounty can impact the destiny of many families and generations. Nobility obligates its possessors, and the obligation must be passed down from generation to generation along with the abundance and freedom.","position_int":2,"position_name":"Situation","card":73},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","interp_header":"Don't let your creative spirit get seduced by the temptations of privilege and comfort of a possible relationship.","interp":"The Ten of Coins in this position challenges you to read between the lines of affluence, privilege, and gracious living, yet keep the human drama clearly in focus. There are many people who, when elevated to a level of relative security and comfort, may lose sight of their original purpose. If this happens, then such persons may mistake a relationship for their true worth. They may forget that with abundance and fulfillment comes the obligation to build a healthier and more balanced society. Too much personal comfort may cause the spirit to wither away, rather than keep striving until something great is achieved.\nIf you want to stay vital, creative and progressive then you must avoid becoming seduced by a potentially complacent relationship. Don't let your lack of survival stress soften your drive to improve the world for the \"little guy.\"","interp_general":"The Ten of this suit represents the final result of cumulative efforts -- perhaps after generations of effort -- resulting in such abundance that it directly and indirectly supports a lot of people. One layer of meaning refers to the pride of supporting your own lineage of well-loved souls.\nImagine a flow of resources so abundant that you are filled not only with pride but also self-respect and gratitude. Such bounty can impact the destiny of many families and generations. Nobility obligates its possessors, and the obligation must be passed down from generation to generation along with the abundance and freedom.","position_int":3,"position_name":"Challenges","card":73}]