[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","interp_header":"Exhaustion ruins the ability to make good judgments for your next relationship. Let your potential partner fill in for you until you are refreshed.","interp":"When the Nine of Wands is in this position, putting things off and giving yourself some space is important, although it may be psychologically difficult for you to do so. In situations where we think we are irreplaceable, we all too often neglect to give ourselves time to rest and recuperate.\nTry to remember that exhaustion impairs the ability to make good decisions, giving negative forces an opportunity to gain an advantage. For the sake of yourself and your partner, take a break!","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThe Nine of this suit usually indicates a need for rest; some time out to mend wounds and savor victories. Although it may be hard to do, this card would have you leave the field to fresher teammates for now. Release any attachment you may feel to being in a leadership role for now.\nIn the pictured Tarot decks, the protagonist is shown as too exhausted to be effective in defending his gains, yet resisting the suggestion to ask for help or step down. He or she hasn't had the chance to totally heal from past blows, and is still up there taking another beating. This is the fix that comes from making oneself irreplaceable. Fight off the maniacal thought that only you can save the day! Stop rebuffing loved ones who want to help you.","position_int":1,"position_name":"Love & Me","card":30},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","interp_header":"When your relationship becomes more self-defined, the roles between you and the one you desire can be transformed and the situation organized in a more egalitarian way.","interp":"The Nine of Wands in this position suggests that there may need to be some kind of reorganization in your forthcoming relationship. The current stressful state of communication may be damaging the goodwill built up between you. Your shared perception is that everybody seems to be under duress. Do you notice those conversations where you and your possible relationship companion argue over who carries more responsibility and who suffers more? Just because you think he or she is being grouchy and non-compassionate is no reason for you to follow suit.\nIt might be wise for the leader in this scenario to rest, regenerate and take some time off. It's also a good time for the follower to take care of priorities that affect both parties. Instead of one person being the hero (or the bad guy), why not share the responsibilities and the rewards?","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThe Nine of this suit usually indicates a need for rest; some time out to mend wounds and savor victories. Although it may be hard to do, this card would have you leave the field to fresher teammates for now. Release any attachment you may feel to being in a leadership role for now.\nIn the pictured Tarot decks, the protagonist is shown as too exhausted to be effective in defending his gains, yet resisting the suggestion to ask for help or step down. He or she hasn't had the chance to totally heal from past blows, and is still up there taking another beating. This is the fix that comes from making oneself irreplaceable. Fight off the maniacal thought that only you can save the day! Stop rebuffing loved ones who want to help you.","position_int":2,"position_name":"Situation","card":30},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","interp_header":"By giving a love interest a chance to test his or her ability in a possible relationship, you learn to share in and support the achievements of others.","interp":"When the Nine of Wands is in this position, the challenge is to resist the idea that you must swoop in and smooth over every relationship road bump. A person who instinctively leaps to heroics may fixate on the glory it will bring to the self, actually diminishing their capacity to serve the greater good. This is not to say you shouldn't do your personal best. Sometimes we just need to stand back and let someone else have the glory.\nIt's not necessary for you to take the lead role in the potential relationship. Take the opportunity to become better at sharing in and supporting the accomplishments of the one you care about. After all, there are usually enough challenging tasks to go around!","interp_general":"This suit, most often called \"Wands\" and sometimes called \"Rods\" or \"Staves,\" represents initiative, ambition, drive and desire. This is the suit of enterprise and risk-taking.\nThe Nine of this suit usually indicates a need for rest; some time out to mend wounds and savor victories. Although it may be hard to do, this card would have you leave the field to fresher teammates for now. Release any attachment you may feel to being in a leadership role for now.\nIn the pictured Tarot decks, the protagonist is shown as too exhausted to be effective in defending his gains, yet resisting the suggestion to ask for help or step down. He or she hasn't had the chance to totally heal from past blows, and is still up there taking another beating. This is the fix that comes from making oneself irreplaceable. Fight off the maniacal thought that only you can save the day! Stop rebuffing loved ones who want to help you.","position_int":3,"position_name":"Challenges","card":30}]