[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","position_name":"Love & Me","interp":"When the Emperor is in this position, you readily experience the strong, empowered side of yourself. Centered and grounded, you are aware of what it takes to achieve your will.\nAt the moment, you possess everything you need to fulfill whatever possible relationship plan or goal you have in mind. Nothing that is of mutual benefit to all parties is likely to be denied you. This may be the time to move from idea to action. Set those things in motion that will please you and fulfill your desires for change and growth in your forthcoming love relationship. You are the lord of the realm.","card":4,"interp_general":"In the most practical terms, what has traditionally been called the Emperor card represents the highest leadership, a head of state or the most exemplary and powerful person in the realm. This archetypal ruler is responsible for the positive working out of affairs of a society or community, which are directly proportional to his well being and happiness.\nThe more enlightenment and cosmic perspective this energy brings, the better life is for all. The Emperor archetype masters the world of matter and physical manifestation. When you apply this card to your situation, acknowledge your potentials for mastery. Reinforce a sense of sovereignty within yourself, despite any self-limiting beliefs, habits or appearances to the contrary.","position_int":1,"interp_header":"You are in command of the situation concerning your potential partner. You have the wisdom and authority to achieve your goals."},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","position_name":"Situation","interp":"When the Emperor comes up in this position, you might be contemplating a closer bond with a very popular or powerful person. Let go of such expectations. Just relax and be yourself.\nThere are ways in which you could be of assistance to one another. However, the current conditions may fail to offer an opportunity for the deep contact you may desire. At this moment, your personal experience is subordinated to necessary business. This does not mean that you are not appreciated. If you are patient, more opportunity for contact may follow.","card":4,"interp_general":"In the most practical terms, what has traditionally been called the Emperor card represents the highest leadership, a head of state or the most exemplary and powerful person in the realm. This archetypal ruler is responsible for the positive working out of affairs of a society or community, which are directly proportional to his well being and happiness.\nThe more enlightenment and cosmic perspective this energy brings, the better life is for all. The Emperor archetype masters the world of matter and physical manifestation. When you apply this card to your situation, acknowledge your potentials for mastery. Reinforce a sense of sovereignty within yourself, despite any self-limiting beliefs, habits or appearances to the contrary.","position_int":2,"interp_header":"Even as an influential person has entered your life, true closeness may be difficult to achieve, much less sustain."},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","position_name":"Challenges","interp":"The Emperor in this position challenges you to use whatever opportunities may be available, without forgetting your personal aspirations. The Emperor often serves as a role model because his optimism and expansiveness are so attractive. If you are presently being perceived as an archetypal Emperor, you may have an opportunity to win friends, influence others, and direct a possible relationship situation.\nAs you strive to advocate for the greater good of your upcoming relationship, take care not to neglect your own desires. You wouldn't be offered the opportunity of leadership if you didn't deserve some personal fulfillment in the process. Strive for a reasonable and fulfilling balance between the two. You and your love potential interest will both be glad you did.","card":4,"interp_general":"In the most practical terms, what has traditionally been called the Emperor card represents the highest leadership, a head of state or the most exemplary and powerful person in the realm. This archetypal ruler is responsible for the positive working out of affairs of a society or community, which are directly proportional to his well being and happiness.\nThe more enlightenment and cosmic perspective this energy brings, the better life is for all. The Emperor archetype masters the world of matter and physical manifestation. When you apply this card to your situation, acknowledge your potentials for mastery. Reinforce a sense of sovereignty within yourself, despite any self-limiting beliefs, habits or appearances to the contrary.","position_int":3,"interp_header":"The challenge is to balance your own best interests with the good of a potential relationship."}]