[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","interp_header":"A legacy of some kind provides a stable foundation upon which to build a future romantic relationship.","interp":"The Four of Coins in this position suggests that you have been blessed with some kind of inheritance or assets that you are still learning how to put to good use. This endowment may be monetary or it may be some other form of generous support. It gives you a relatively stable base upon which you can build for the benefit of you and your next partner.\nWhen you are fully aware of what a blessing it is, you can cultivate a feeling of gratitude and make the best use of your advantage. On the other hand, there is a chance you will squander its value. It's OK to be playful, but beware of irresponsible pleasure-seeking.\nNote: In the English-school decks, we see a person who is stuck in their misunderstanding of how the material plane works. He's afraid to let go of his four measly coins because he doesn't know he has to give in order to get. When looked at this way, this is the card of \"poverty consciousness.\"","interp_general":"This suit, most often named Coins or Pentacles, is a symbol for a magical talisman that represented wealth or potential. This suit represents something supportive that is available to you -- whether it be health, some kind of talent, a material or financial resource. - A Four in this suit has been used to express the paradoxical aspect of material security -- the two-edged sword of having been well supported and protected. It sounds completely idyllic until one investigates the real demands that prosperity places upon people -- the pressure of big decisions, responsibilities toward dependants or employees, and even tougher decisions in times of insecurity. - An immature person thrust into such a position would lack the perspective to sensibly assess risks and rewards, would be vulnerable to bad advice or surprise developments, and could even put the livelihoods of loyal assistants at risk. This card also can refer to the subtler dependencies that comfort encourages, allowing laxness and self-indulgence to quietly degrade one's reserve of will. - The character this card represents needs to move slowly and deliberately if change is required, as the consequences will affect more than just her or himself. - Note: In the English decks, like Rider-Waite, we see a person who is stuck in their misunderstanding of how the material plane works. He's afraid to let go of his four measly coins, because he doesn't know he has to give in order to get. When looked at this way, this is the card of poverty consciousness.","position_int":1,"position_name":"Love & Me","card":67},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","interp_header":"Wealth and power can paradoxically undermine their possessors. If you have the skill or insight to aid a potential loved one, do so.","interp":"The Four of Coins is in this position suggests that your and your next partner possess power or resources of some sort, but may lack the maturity or experience to manage those assets. At other times, the problem is around identification with success, which can lead to egoism, ostentation or even miserliness. At the center of the problem is the owner's lack of a sense of self. If this were present, he or she would have more wisdom and understand how to better use available opportunities. If this card is not about your next relationship, then you might be called to serve as objective sounding boards to help the one in need regain his or her balance. If this card does refer to a potential partner, let this reading help perform that corrective role.","interp_general":"This suit, most often named Coins or Pentacles, is a symbol for a magical talisman that represented wealth or potential. This suit represents something supportive that is available to you -- whether it be health, some kind of talent, a material or financial resource. - A Four in this suit has been used to express the paradoxical aspect of material security -- the two-edged sword of having been well supported and protected. It sounds completely idyllic until one investigates the real demands that prosperity places upon people -- the pressure of big decisions, responsibilities toward dependants or employees, and even tougher decisions in times of insecurity. - An immature person thrust into such a position would lack the perspective to sensibly assess risks and rewards, would be vulnerable to bad advice or surprise developments, and could even put the livelihoods of loyal assistants at risk. This card also can refer to the subtler dependencies that comfort encourages, allowing laxness and self-indulgence to quietly degrade one's reserve of will. - The character this card represents needs to move slowly and deliberately if change is required, as the consequences will affect more than just her or himself. - Note: In the English decks, like Rider-Waite, we see a person who is stuck in their misunderstanding of how the material plane works. He's afraid to let go of his four measly coins, because he doesn't know he has to give in order to get. When looked at this way, this is the card of poverty consciousness.","position_int":2,"position_name":"Situation","card":67},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","interp_header":"Learning about the legacy you have received prevents you from being blinded to its possible dangers.","interp":"The Four of Coins in this position is a challenge to learn the workings of the system that you have inherited. Study its history, how it was built and how it has been sustained. Learn how it might offer support and assistance in a future relationship.\nNatural good humor and optimism may blind you to the possible dangers of an inheritance possessing assets. Remember, too, that these may be intellectual, emotional, or material assets or investments. Until you fully understand how this blessing works, it may be best not to interfere with it.","interp_general":"This suit, most often named Coins or Pentacles, is a symbol for a magical talisman that represented wealth or potential. This suit represents something supportive that is available to you -- whether it be health, some kind of talent, a material or financial resource. - A Four in this suit has been used to express the paradoxical aspect of material security -- the two-edged sword of having been well supported and protected. It sounds completely idyllic until one investigates the real demands that prosperity places upon people -- the pressure of big decisions, responsibilities toward dependants or employees, and even tougher decisions in times of insecurity. - An immature person thrust into such a position would lack the perspective to sensibly assess risks and rewards, would be vulnerable to bad advice or surprise developments, and could even put the livelihoods of loyal assistants at risk. This card also can refer to the subtler dependencies that comfort encourages, allowing laxness and self-indulgence to quietly degrade one's reserve of will. - The character this card represents needs to move slowly and deliberately if change is required, as the consequences will affect more than just her or himself. - Note: In the English decks, like Rider-Waite, we see a person who is stuck in their misunderstanding of how the material plane works. He's afraid to let go of his four measly coins, because he doesn't know he has to give in order to get. When looked at this way, this is the card of poverty consciousness.","position_int":3,"position_name":"Challenges","card":67}]