[{"position_header":"The Love & Me position represents your personal identity within the relationship in the present moment, which is the only real point of power. It's not about who you are in any objective sense, but rather a reflection of how you perceive yourself. It points to an aspect of your self-image, outside of how another might be seeing you.\nConsider the meaning of the card that lands here in light of your inner experience, your personal perspective about yourself and the relationship issues you bring to this reading. What kinds of attitude or energies are affecting the way you relate? What do you want in a relationship?\nIt's not always easy to know oneself, but clarity about values and roles is essential for skillful behavior. Values evolve, but don't be too attached to roles -- they can change.\nYour attitude is of primary importance because, more than anything, it can contribute to a healthy ability to your capacity for happiness, success and love. How are you contending with fears that arise? What aspect of you is in need of development here? Is there any attitude that may be in need of change?\nThe way you perceive yourself may prove to be accurate or inadequate as the reading unfolds. You may want to take a second look at this position after you have gone through all the cards in the spread.","interp_header":"You are called upon to be a loving master of emotional integrity with your future romantic partner.","interp":"The Queen of Cups is the archetype of loving-kindness. Therefore, she is imbued with a vital concern for the well being of others, including romantic partners. This is a good thing to develop and practice. At the same time, make sure you don't get carried away and lose track of what is healthy and sensible for yourself. Like a mother, the Queen of Cups is accepting and nurturing, with a natural capacity for bonding.\nThe vulnerability of openness and empathy are important qualities sorely lacking in today's world. Learn to develop these capacities in yourself, but avoid codependency. Love is ultimately about dissolving boundaries, but not at your personal expense. Feelings of emptiness will do you no good. Know your boundaries and make sure you are not being taken advantage of or relied upon too heavily by your next romantic companion. Express loving kindness, but don't let an intense concern for the welfare of others compromise your own well being.","interp_general":"Traditionally, representing the energy of a Queen, this card traditionally portrays a sensitive, vulnerable, omniscient woman who offers unconditional love. She is supremely empathic -- sometimes to a fault. Her caring nature exposes her to everybody else's emotions and needs.\nThis person sometimes has difficulty identifying her own best interests in the midst of her responsiveness to others. As a result, she sometimes appears slightly unfocused or perhaps overwhelmed, filled as she is with \"spirits\". She represents the Grail Queen, as well as the Goddess of the Family.","position_int":1,"position_name":"Love & Me","card":48},{"position_header":"The Situation position provides a general context for your question -- the set and setting, the politics, whatever is going on around you that might be impacting relationship you are consulting the Tarot about. This card could apply to a specific drama or dilemma that you are now confronted with.\nConsider the set of influences that surround you and affect your personal life and the way you are relating. Take a look at how you have been wandering down your chosen path. The people we are involved with, as well as the ups and downs of the times naturally affect our experience. This card can offer clues as to skillful adjustments you might make in your style of relating.","interp_header":"Be as caring as you can be without getting swept up in the emotional dramas of your future love interest.","interp":"The Queen of Cups in this position points to an emotionally full relationship. Sometimes the Queen may be a difficult person to be patient with as there is so much processing involved in maintaining the relationship. Yet she is always authentic and emotionally available, ready to offer her support in times when it is hard to face what is on your plate. While the Queen of Cups possesses the heart qualities of kindness and empathy, she can sometimes be too selfless, forgetting to state her wants and needs directly. So you have to make the effort to check in with her, in order that your desires do not run right over hers by accident!\nMaintain clear boundaries unless you want to become psychically bonded with emotional partners, as this particular queen energy can stimulate a strong urge to merge. The Queen of Cups is beautiful, but she can be overwhelmed if she's not careful. Try to handle the forthcoming relationship gently, and you both will be happier, even if you cannot feel exactly the way your partner does.","interp_general":"Traditionally, representing the energy of a Queen, this card traditionally portrays a sensitive, vulnerable, omniscient woman who offers unconditional love. She is supremely empathic -- sometimes to a fault. Her caring nature exposes her to everybody else's emotions and needs.\nThis person sometimes has difficulty identifying her own best interests in the midst of her responsiveness to others. As a result, she sometimes appears slightly unfocused or perhaps overwhelmed, filled as she is with \"spirits\". She represents the Grail Queen, as well as the Goddess of the Family.","position_int":2,"position_name":"Situation","card":48},{"position_header":"The Challenges position helps you get the best out of your relationship situation. it reflects the cutting edge, the learning curve whereby you can turn challenges into win\/win victories -- using creativity and a positive attitude.\nThis card can point to recurring themes you have faced in your life -- and to opportunities that may yet present  themselves. Can you think of any patterns that are reappearing to affect you now? If so, try to recall how you have reacted in the past. Perhaps you can see new potentials, while noticing the hidden pitfalls too. Can you imagine a different way of responding to the relationship this time around?\nThe wisdom of this card can help you  turn surprises into strengths, blind spots into windows of opportunity. Bring creativity and flexibility to the way you go relating. Your expanding capacity will become an asset and source of inspiration to your partner.","interp_header":"Cultivate emotional mastery without letting your enhanced sensitivity interfere with a potential relationship.","interp":"With the Queen of Cups in this position, you may learn to utilize your remarkable emotional sensitivity and keen intuition without being overwhelmed by what you learn. The Queen of Cups is so naturally psychic, that the simple act of being an ordinary human can be a challenge.\nYou may find that you are able to surf the collective psyche with ease. Like this wise Queen, your challenge is to remain grounded. Do what you can to assimilate the benefits of this watery, trance-like, multi-dimensioned consciousness without allowing it to interfere with practical goals and responsibilities -- such as in a forthcoming relationship. Let your exceptional openness leave room for discrimination.","interp_general":"Traditionally, representing the energy of a Queen, this card traditionally portrays a sensitive, vulnerable, omniscient woman who offers unconditional love. She is supremely empathic -- sometimes to a fault. Her caring nature exposes her to everybody else's emotions and needs.\nThis person sometimes has difficulty identifying her own best interests in the midst of her responsiveness to others. As a result, she sometimes appears slightly unfocused or perhaps overwhelmed, filled as she is with \"spirits\". She represents the Grail Queen, as well as the Goddess of the Family.","position_int":3,"position_name":"Challenges","card":48}]